[{"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate)", "recipe_name": "Black Bean Frijoles", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "72"}, {"ingredients": "FREIHOFFER'S Country White Bread (FREIHOFFER:  Enriched Wheat Flour (Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Soybean Oil, Yeast, Sea Salt, Monoglycerides [Corn], Calcium Propionate, Salt, Calcium Sulfate, DATAM (May Contain Corn and/or Soy), Soy Lecithin, Reb A [Stevia Leaf Sweetener], Citric Acid, Made in a Bakery that May Also Use Milk;  BIMBO BKY:  Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Calcium Propionate, Monoglycerides [Corn], DATEM, Calcium Sulfate, Soy Lecithin, Citric Acid, Grain Vinegar, Wheat Gluten, Potassium Iodate, Monocalcium Phosphate;   FANTINI:  Unbleached Unbromated Entriched Wheat Flour [Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin and Folic Acid], Water, Yeast, Sugar, Contains 2% or less of:  Salt, Soybean Oil, Cultured Wheat Flour, Ascorbic Acid, Guar Gum, Enzymes, Vegetable Mono and Diglycerides (Corn).  Sesame Seeds used inside bakery), 2% Milk, Cage Free Eggs, Granulated Sugar, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant), Confectionary Sugar (Sugar, Cornstarch)", "recipe_name": "French Toast", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "136"}, {"ingredients": "Sweet Plantains (Ripened Plantains, Non-Hydrogenated Vegetable Oils [Soybean, Palm]), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Fried Plantain", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "68"}, {"ingredients": "Cage Free Eggs", "recipe_name": "Hard Boiled Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "111"}, {"ingredients": "Quick Oats Cereal (Whole Grain Rolled Oats)", "recipe_name": "Hot Oatmeal", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "91"}, {"ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Omelet Bar", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "303"}, {"ingredients": "Sausage Links (Pork, Water, Salt, Spices, Dextrose, Sugar, Flavoring, Lime Juice Concentrate. SUB (JONES DAIRY): Pork, Water, Salt, Spices, Dextrose, Sugar. SUB 2 (WEST CREEK): Pork, Water, Contains Less than 2% of: Salt, Dextrose, Sodium Phosphate, Spice and Spice Extractive, Caramel Color, Sugar, BHT, Citric Acid, Prolyl Gallate)", "recipe_name": "Pork Sausage Links", "healthfulness": "0", "carbon": "C", "allergens": "Corn  ", "calories": "214"}, {"ingredients": "White Potatoes, Fresh Red Peppers, Local Yellow Onions, Garlic Cloves, Extra Virgin Olive Oil, Poblano Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Cilantro, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Mild Chili Powder, Ground Black Pepper", "recipe_name": "Ranchero Skillet Potatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "83"}, {"ingredients": "Plum Tomatoes, Extra Virgin Olive Oil, Fresh Chives, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Tomatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "22"}, {"ingredients": "Cage Free Eggs, Canola Oil", "recipe_name": "Scrambled Eggs", "healthfulness": "30", "carbon": "B", "allergens": "Eggs", "calories": "124"}, {"ingredients": "Cheese Danish (Mini Cheese Danish (Wheat Flour (Wheat Flour, Malted Wheat Flour), Margarine (Palm- and Canola Oil, Water, Mono- and Diglycerides, Salt, Citric Acid, Natural Flavor, Beta Carotene [Color]), Water, Cheese Type Flavor (Buttermilk, Cream, Salt, Lactic Acid Culture), Glaze (Water, Isomalt, Sugar, Agar, Potassium Sorbate [Preservative], Citric Acid), Eggs (Eggs, Salt), Sugar, Custard Powder (Sugar, Modified Potato Starch, Whey Powder, Non Fat Dry Milk, Coconut Oil, Calcium Alginate, Sodium Phosphate, Glucose Syrup, Natural Vanilla Flavor, Beta Carotene [Color], Salt, Milk Protein), Yeast, Icing Sugar, Wheat- and Tapioca Starch, Taro Gum, Lemon Juice (Lemon Juice, Potassium Metabisulphite [Preservative]), Improver (Ascorbic Acid, Enzymes). Decoration: Icing Sugar, Potato Starch); BRIDOR:  Cream Cheese Filling [Cream Cheese (Milk, Cream Skim Milk, Salt, Guar Gum, Locust Bean Gum, Bacterial Cultures), Sugar, Eggs, Water, Modified Corn Starch, Cultured Skim Milk (Cultured Skim Milk, Skim Milk), Lemon Juice, Glucono-Delta Lactone, Natural Flavor], Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid}, Butter, Water, Eggs, Sugar, Yeast, Partially Skimmed Milk [MIlk, Vit A Palmitate, Vit D3], Salt, Wheat Gluten, Food Enzymes [Xylanase, Amylase], Ascorbic Acid, Dried Eggs, Skim Milk, Soy Flour)", "recipe_name": "Mini Cheese Danish", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "198"}, {"ingredients": "Peach Blueberry Hazelnut Oat Crisp (Frozen Blueberries, Frozen Sliced Peaches (Peaches, Ascorbic acid, Citric Acid, Malic Acid), Coconut Oil, Rolled Oats (May Contain Gluten), Organic Coconut Sugar (Organic Coconut Sugar), Raw Hazelnuts, Vegan Sugar (Evaporated Cane Juice), Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Local Whole Grain Flour (Milled Wheat Berries), Vegan Sugar (Evaporated Cane Juice), Lemon Juice (Lemon Juice from Concentrate, Lemon Oil, Less than 1/50 of Sodium Meta Bisulfate & Sodium Benzoate as a Preservative), Corn Starch, Lemon Zest (Chopped Lemon Peels, Cane Sugar, Natural Lemon Flavor), Salt)", "recipe_name": "Peach Blueberry Hazelnut Oat Crisp", "healthfulness": "10", "carbon": "A", "allergens": "Tree Nuts, Gluten, Corn  , Wheat", "calories": "160"}, {"ingredients": "Cage Free Eggs, Diced Avocados (Avocados. SUB(CONTIGO): Hass Avocados. SUB(HARVEST FRESH): Avocado, Salt, Ascorbic Acid, Citric Acid), Sliced Sourdough Bread (ROTELLAS: Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Yeast, Wheat Flour, Salt, Malted Barley Flour (Contains Wheat), Fumaric Acid and 2% or Less of Each of the Following: Acetic Acid, Lactic Acid, Fully Refined Soybean Oil, Granulated Sugar, Wheat Gluten, Calcium Propionate (to retain freshness), Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid) SUB (Heritage Ovens): Enriched Bleached Wheat Flour [Flour, Malted Barely Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Yeast, Contains 2% Or Less: Salt, Soybean Oil, High Fructose Corn Syrup, Acetic Acid, Vinegar, Monoglycerides, Calcium Sulfate, Ammonium Sulfate, Xanthan Gum, Soy Lecithin, Calcium Propionate (to preserve freshness)), Multi-Grain Bread with Oats (Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, CoarseCracked Wheat, Fully Refined Soybean Oil, Yeast, Honey, Wheat Gluten, Granulated Sugar, Salt, Caramel Color, Calcium Propionate (to retain freshness), Tapioca, Malt, Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin , Folic Acid), Contains Less Than 2% of Enzymes, Ascorbic Acid, 100% Whole Grain Oats), Fresh Cucumbers (Cucumber), Grape Tomatoes, Bacon Topping (HORMEL: Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey);  SUB B (JONES): Bacon Cured With Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate and/or Sodium Ascorbate, Sodium Nitrite. May Contain Smoke Flavoring SUB C (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Roasted Red Peppers (Fire Roasted Peppers, Water, Salt, Citric Acid), Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose added as an Anti-Caking Agent), Arugula, Extra Virgin Olive Oil, Pickled Onion (Fresh Red Onions, White Vinegar (White Distilled Vinegar, Water), Granulated Sugar, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Avocado Toast Bar (Bacon)", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "358"}, {"ingredients": "Mapleline Whole Milk, Chopped Clams (Ocean Clams, Ocean Clam Juice, Salt, Sodium Tripolyphosphate (Retain Natural Juices) and Calcium Disodium EDTA (To Preserve Color)), Fresh Diced Potatoes, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Local Yellow Onions, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), White Ground Pepper", "recipe_name": "Homemade Clam Chowder", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Shellfish, Gluten, Corn  , Wheat", "calories": "169"}, {"ingredients": "Spicy Lentil & Veggie Soup (Organic Vegetable Stock (Water, Organic Carrots, Organic Onions, Organic Celery, Sea Salt), Water, Organic Lentils, Kale, Onions, Tomatoes, Roasted Red Peppers, Contains 2% or less of: Corn Starch, Extra Virgin Olive Oil, Lemon Juice, Parsley, Roasted Garlic, Salt & Sea Salt,Thyme, Spearmint, Nisin Preparation and Spices.\r)", "recipe_name": "Spicy Lentil & Veggie Soup", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "94"}, {"ingredients": "Regionally Grown Portabella Mushrooms, Local Tomatoes, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Fresh Basil, Sliced Mozzarella Cheese (BELGIOIOSO: Pasteurized Milk, Vinegar, Enzymes, Salt. SUB (ROMA): Pasteurized Milk, Vinegar, Enzymes, Salt.), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Caprese Stuffed Mushrooms", "healthfulness": "10", "carbon": "B", "allergens": "Milk", "calories": "91"}, {"ingredients": "Alaskan Cod Fillet, GF Bread Crumbs (Rice Flour, Water, Pepper, Salt, Garlic Salt, Yeast, Oregano, Basil, Parsley,  Cane Sugar), Canola Oil, Fresh Basil, Fresh Parsley, Ground Thyme, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), White Ground Pepper", "recipe_name": "Herb Crusted Baked Cod", "healthfulness": "50", "carbon": "E", "allergens": "Fish", "calories": "162"}, {"ingredients": "Local Sweet Potatoes, Canola Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Local Roasted Sweet Potatoes", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "159"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Canola Oil, Local Onions, Fresh Parsley, Garlic Cloves", "recipe_name": "Rice Pilaf", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "131"}, {"ingredients": "Fresh Cauliflower Florets, Extra Virgin Olive Oil, Extra Virgin Olive Oil, Fresh Lemons, Shallots, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Grey Poupon Mustard (Distilled White Vinegar, Water, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spices), Ground Black Pepper", "recipe_name": "Rstd Cauliflower w/Lemon Parsley Dressing", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "77"}, {"ingredients": "Fresh Brussels Sprouts, Local Red Onions, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Brussel Sprouts & Red Onions", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "80"}, {"ingredients": "Black Bean Burger (Water, Cooked Black Beans, Expeller Pressed Canola Oil, Cooked Brown Rice, Roasted Yellow Corn, Onion, Tomato Paste, Soy Protein Concentrate, Roasted Red and Green Peppers, Organic Cane Sugar, Potato Starch, Modified Vegetable Gum, Sea Salt, Yeast Extract, Onion Powder, Spices [includes Rosemary], Garlic Powder, Paprika, Black Bean Powder, Natural Flavors (From Plant Sources), Tomato Powder, Citric Acid, Lactic Acid, Instant Coffee, Molasses [Manufactured in a Facility that Also Processes Wheat Products])", "recipe_name": "Black Bean Burger", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "160"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "French Fries", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "25"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "6\" Grinder Roll   (FANTINI'S BAKERY: Wheat Flour [Enriched With: Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Yeast, Sugar, Salt, Soybean Oil, Soy Flour, Calcium Propionate, DATEM, Calcium Sulfate, L-Cysterine, Ascorbic Acid, Cottonseed Oils, Potassium Bromate, Azodicarbonamide, Enzyme), Shredded Iceberg Lettuce, Scallops, Local Tomatoes, Tartar Sauce (Mayonnaise (WEST CREEK:  Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA;   CAINS:  Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains less than 2% of:  Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Sweet Relish (Cucumbers, High Fructose Corn Syrup, Water, Vinegar, Salt, Spices, Alum, Xanthan Gum, Calcium Chloride,Sodium Benszoate, Polysorbate 80, Natural Flavors, Turmeric (Color)), Local Yellow Onions, Capers (Capers, Water, Vinegar, Salt), Lemon Juice (Lemons), Fresh Parsley), Low-fat Buttermilk, Wonder Batter Mix (WONDER MIX:  Wheat Flour, Corn Flour, Whey, Baking Powder (Calcium Acid Phosphate, Baking Soda, Cornstarch), Salt;  GOLDEN DIPT:  Bleached Wheat Flour, Yellow Corn Flour, Whey, Leavening (Sodium Bicarbonate, Sodium Aluminum Phosphate), and Salt.  GOLDEN DIPT MIX is manufactured on same line as products containing  Eggs and Soy), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Fresh Lemons, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Cajun Seasoning (Garlic, Spices [Paprika, Oregano, Red Pepper], Salt and Onion)", "recipe_name": "New England Scallop Roll", "healthfulness": "40", "carbon": "C", "allergens": "Milk, Eggs, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "308"}, {"ingredients": "Diced Local Butternut Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed, Mild Chili Powder, Ground Black Pepper, Ground Coriander, Cinnamon, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Ginger (Ginger and Sulfur Dioxide (Added to Retain Color)), Ground Allspice, Ground Cayenne Pepper", "recipe_name": "Roasted Butternut Squash w/Spices", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "63"}, {"ingredients": "Fresh Green Peppers, Local Yellow Onions, Canola Oil", "recipe_name": "Sauteed Onions & Peppers", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "13"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Golden Brown Sugar (Brown Sugar), Montreal Seasoning (Salt, Spices (Including Rosemary), Modified Corn Starch, Garlic, Citric Acid, Sugar, Lemon Peel, Onion, Red Bell Pepper, Natural Flavor And Riboflavin (For Color) SUB A: Salt, Onion, Spices, Paprika, Garlic, Citric Acid), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Fresh Thyme, Garlic Powder, Onion Powder, Italian Parsley", "recipe_name": "Savory Baked Chicken Thigh", "healthfulness": "20", "carbon": "C", "allergens": "Corn  ", "calories": "121"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Sweet Potato Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "194"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Local Red Onions, Zesty Orange Sauce (Corn Syrup, Water, High Fructose Corn Syrup, Soy Sauce (Water, Wheat, Soybeans, Salt, Sodium Benzoate [Preservative]), White Distilled Vinegar, Modified Corn Starch, 2% Or Less of Garlic, Toasted Sesame Oil, Orange Juice Concentrate, Ginger, Xanthan Gum, Canola Oil, Salt, Extractive of Annatto, Spice  INNOVASIAN ORANGE SAUCE:  High Fructose Corn Syrup, Water, Corn Syrup, Sugar, Soy Sauce [Water, Wheat, Soybeans, Salt], Distilled Vinegar, Modified Food Starch, Orange Juice Concentrate, Sesame Seed Oil, Ginger, Garlic, Salt, Paprika, Oil of Annatto, Oleoresin Paprika, Xanthan Gum, Natural and Artificial Flavor, Phosphoric  Acid, Citric Acid, Potassium Sorbate. SUB (ASIAN PRIDE): Sugar, Water, Hydrolyzed Soy Protein, Food Starch, Modified Salt, Lactic Acid, Corn Syrup Solids, Spice, Orange Flavor (Maltodextrin, Sugar, Natural Flavors), Dehydrated Bell Pepper, Xanthan Gum, Caramel Color, Annatto, Flavoring), Fresh Red Peppers, Fresh Green Peppers, Corn Starch (Cornstarch ), Chickpea Flour (Split Chickpea Flour, Made in a Facility that Processes Peanuts, Tree Nuts, Soy, Milk, Wheat, Sesame), Canola Oil", "recipe_name": "Baked Orange Pulmuone Tofu", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "174"}, {"ingredients": "Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine), Peas, Carrots (Peas, Carrots), Gardein Breaded Chic'n Pieces     (GARDEIN:  Water, Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Soy Protein Isolate, Vital Wheat Gluten, Canola Oil, Rice Flour, Methylcellulose, Organic Ancient Grain Flour [Khorasan Wheat, Amaranth, Millet, Quinoa], Modified Potato Starch, Yeast Extract, Organic Yeast Extract, Sugar, Sea Salt, Potato Starch, Garlic Powder, Organic Distilled Vinegar, Salt, Organic Cane Sugar, Natural Flavors, Spices, Color Added, Onion Powder, Leavening [Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate], Organic Soy Sauce Powder, Pea Protein, Turmeric Extractives (may contain corn):  MON CUISINE:  Water, Soy Protein Concentrate, Breadcrumbs, Soybean Oil, Flour, Sesame Seeds, Cellulose Gum, Granulated Onions, Hydrolyzed Vegetable Protein, Granulated Garlic, Sugar, Dextrose, Spices & Flavorings, Xanthan Gum), Local Bean Sprouts, Local Yellow Onions, Scallions, Gluten Free Soy Sauce (LEE KUM KEE (GF): Water, Soybeans, Salt, Sugar, Corn Starch, Contains Soybeans KIKKOMAN: Water, Soybeans, Salt, Sugar), White Ground Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chic'n Fried Rice", "healthfulness": "40", "carbon": "B", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "114"}, {"ingredients": "Fresh Cauliflower Florets, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Cauliflower", "healthfulness": "50", "carbon": "", "allergens": "", "calories": "47"}, {"ingredients": "Fresh Zucchini Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Zucchini", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Artichoke Hearts (Quartered Artichoke Hearts, Water, Salt, Citric Acid and/or Ascorbic Acid), Baby Spinach, LA MOLISANA Penne Pasta  (Durum Wheat Semolina and Vitamins), Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Local Red Onions, Canola Oil, Roasted Red Peppers (Fire Roasted Peppers, Water, Salt, Citric Acid), Red Wine Vinegar (Red Wine Vinegar), Lemon Juice (Lemons), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Thyme, Ground Black Pepper", "recipe_name": "Artichoke Spinach Pasta Salad", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "68"}, {"ingredients": "Cavatappi Pasta (Durum Wheat Semolina, Vitamins. May Contain Soy.)", "recipe_name": "Cavatappi Pasta", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "140"}, {"ingredients": "Cavatappi Pasta (Durum Wheat Semolina, Vitamins. May Contain Soy.), Tomato Pesto Cream (Heavy Cream, Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Powder, Onion Powder, White Ground Pepper), Spinach", "recipe_name": "Cavatappi w/Tomato Cream & Spinach", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "123"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Oven Roasted Tomatoes (Tomatoes, Sunflower Oil, Garlic, Salt, Oregano), Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose added as an Anti-Caking Agent), Extra Virgin Olive Oil, Lemon Juice (Lemons), Fresh Chives, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chickpea Salad w/Tomatoes & Feta", "healthfulness": "50", "carbon": "A", "allergens": "Milk", "calories": "100"}, {"ingredients": "BARILLA Fettuccine (Semolina (Wheat), Durum Wheat Flour, Vitamin B3 (Niacin), Iron (Ferrous Sulfate), Vitamin B1 (Thiamine, Mononitrate), Vitamin B2 (Riboflavin), Folic Acid. Manufactured on equipment with egg SUB A (Assoluti): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin And Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Fettuccini Pasta", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "149"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Lemon Juice (Lemons), Extra Virgin Olive Oil, Sesame Tahini (Sesame Seeds), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Homemade Mid Eastern Hummus", "healthfulness": "40", "carbon": "A", "allergens": "Sesame ", "calories": "85"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Grape Tomatoes, Fresh Mozzarella Ciliegine Cheese (Cultured Pasteurized Milk, Enzymes, Salt), Fresh Basil, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Marinated Tomato & Mozzarella Salad", "healthfulness": "10", "carbon": "B", "allergens": "Milk", "calories": "77"}, {"ingredients": "Fresh Local Mushrooms , Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Italian Style Bread Crumbs (Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, and Folic Acid], Corn Syrup, Sugar, Vegetable Shortening (One or More of: Partially Hydrogenated Soybean Oil and/or Cotton Seed Oil), Yeast, Contains 2% or Less of: Salt, Soy Flour, Whey, Sodium Stearoyl 2 Lactylate, Calcium Proprionate, Sesame Seeds, Parsley, Garlic, Spices, Parmesan and/or Romano Cheese [Parmesan: Pasteurized Cow's Milk Cheese Cultures, Salt, Enzymes, Romano: Pasteurized Cow's Milk and/or Sheep Milk, Cheese Cultures and/or Rennet, Salt, Enzymes]. SUB (ROMA): Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Water, High Fructose Corn Syrup, Yeast, Salt, Vegetable Oil (Soybean, Cottonseed And/Or Canola), Sugar, May Contain 2% Or Less Of The Following: Wheat Gluten, Dextrose, Soy Flour, Whey, Calcium Propionate (Preservative), Sodium Stearoyl Lactylate (Dough Conditioner), Mono- And Diglycerides, Soy Lecithin, Molasses, Honey, Whole Wheat Flour, Corn Flour, Cornmeal, Citric Acid, Grain Vinegar, Wheat Starch, Corn Starch, Potato Flour, Rice Flour, Wheat Bran, Oat Fiber, Calcium Sulfate, Datem, Potassium Iodate, Guar Gum, Calcium Phosphate, Enrichment (Vitamin E Acetate, Vitamin A Palmitate, Vitamin D3), Lactic Acid, Ascorbic Acid (Dough Conditioner), Spice & Coloring, Natural And Artificial Flavor, Sesame Seeds, Parsley*, Garlic*, Spices, Parmesan And/Or Romano Cheese (Pasteurized Cow's Milk And/Or Sheep's Milk, Cheese Cultures, Salt, Enzymes). *Dehydrated ), Extra Virgin Olive Oil, Garlic Cloves, Fresh Parsley, Lemon Juice (Lemons), Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Thyme, Ground Black Pepper", "recipe_name": "Rstd Mushrooms w/Garlic, Lemon & Cheese", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}, {"ingredients": "Heavy Cream, Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Powder, Onion Powder, White Ground Pepper", "recipe_name": "Tomato Pesto Cream", "healthfulness": "0", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "179"}, {"ingredients": "Mexican Brownie (GHIRARDELLI Fudge Brownie Mix (GHIRARDELLI:  Sugar, Enriched Bleached Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Bittersweet Chocolate Chips [Unsweetened Cocoa, Sugar, Cocoa Butter, Milk Fat, Soy Lecithin, Vanilla Extract (Corn)], Cocoa processed with Alkali, Soybean Oil, Wheat Starch, Salt, Artificial Flavor, Baking Soda, May contain Egg, Made on Equipment that makes products containing Wheat, Milk, Eggs and Soy; ABEL & SCHAFER:  Sugar, Brown Sugar, Wheat Flour, Cocoa [Processed with Alkali], Salt. KRUSTEAZ: Sugar, Enriched Bleach Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid, Malted Barley Flour), Soybean Oil, Cocoa (processed with Alakli), Less than 2% of salt, Natural and Artificial Flavors (contains milk derivatives), Wheat Protein, Egg Whites, Baking Soda, Monocalcium Phosphate), Water, Canola Oil (Canola Oil), Fresh Cage Free Eggs, Chocolate Chips (Sugar, Chocolate Liquor [Non-Alcohol], Cocoa Butter, Milkfat, Soy Lecithin and Vanilla Flavor [Corn]), Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Cinnamon, Ground Cayenne Pepper)", "recipe_name": "Mexican Brownie", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "169"}, {"ingredients": "DAVID'S Macadmia White Chocolate Chip Cookie (Enriched Wheat Flour [Wheat, Barley, NIacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], White Chocolate Chips [Sugar, Cocoa Butter, Milk Powder, Soy Lecithin, Vanilla], Sugar, Margarine [Vegetable Oil (Palm Fruit, Soybean and Olive Oils), Water, Salt, Non-fat Dry Milk, Soy Lecithin, Monoglycerides, Natural Flavor, Vitamin A Palmitate, Beta Carotene Color], Butter, Coconut with Sodium Metabisulfite, Macadamia Nuts, Eggs, Brown Sugar, Invert Sugar [Corn], Soy Flour, Salt, Baking Soda, Natural Vanilla Flavor.)", "recipe_name": "White Choc Macadamia Nut Cookie", "healthfulness": "0", "carbon": "D", "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat", "calories": "200"}, {"ingredients": "Lo Mein Egg Noodles (Bleached Wheat Flour, Water, Pasteurized Liquid Eggs, Wheat Gluten, Salt, FD & C Yellow #5 & #6), Fresh Local Carrots, Fresh Cucumbers (Cucumber), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Canola Oil, Scallions, Szechuan Peppercorn , Chinese Black Vinegar (CHINKIANG BRAND:  Water, Glutinous Rice, Bran, Sugar, Salt;  KONG YEN BRAND:  Water, Vinegar, Salt, Onion, Orange Juice, Carrot Juice, Tomato Paste, Caramel, Spices.  May contain wheat and/or corn), Roasted Peanuts, Garlic Cloves, Fresh Cilantro, Granulated Sugar, Spicy Chili Crisp (MR. BING BRAND:  Non-GMO Canola Oil, Onions, Chili Peppers, Rice Bran, Mushroom Powder, Garlic, Spices, Turbinado Sugar, Salt;  LAGANMA:  Soybean Oil, Chili, Peanuts, Monosodium Glutamate, Salt, Sugar, Pepper Powder, Sulfur Dioxide, Sodium Sulfite), Ginger Root", "recipe_name": "Szechuan Cold Noodles w/Peanuts", "healthfulness": "30", "carbon": "A", "allergens": "Eggs, Peanuts, Gluten, Soy, Corn  , Wheat", "calories": "201"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "229"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Local Yellow Onions, Fresh Local Mushrooms , Fresh Green Peppers, Baby Spinach, Fresh Broccoli Florets, All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Vegetable Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "213"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Surimi (Fish Protein (Alaska Pollock And/Or Pacific Whiting), Water, Potato Starch, Sugar, Egg Whites, Corn Starch, Sorbitol, Mirin Wine [Sake, Sugar, Salt, Water, Yeast Extract] Salt, Natural & Artificial Crab Flavor (Swimming Crab), Soybean Oil, Carrageean, Sodium Phosphates, Carmine, Paprika Oleoresin, Color Added. Contains Fish (Alaska Pollock and/or Pacific Whiting), Eggs, Crustacean Shellfish (Swimming Crab) SUB A Em Treas: Fish Protein (Pollock And/Or Whiting), Water, Wheat Starch, Sugar, Potato Starch, Sorbitol, Contains 2% Or Less Of: Mirin Wine (Sake, Sugar, Salt, Water, Yeast Extract), Salt, Soybean Oil, Egg White, Natural And Artificial Crab Flavors, Modified Potato Starch, Sodium Tripolyphosphate, Color Added, Tetrasodium Pyrophosphate, Carmine And Paprika Oleoresin (Color), Citric Acid), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "California Roll", "healthfulness": "30", "carbon": "B", "allergens": "Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "230"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Shrimp, Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Shrimp Sushi Roll", "healthfulness": "50", "carbon": "B", "allergens": "Shellfish, Corn  , Sesame ", "calories": "224"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Teriyaki Sauce   (LEE KUM KEE: Sugar, Soy Sauce (Water, Wheat, Soybeans, Salt), Rice Cooking Wine (Rice, Water, Salt), Water, Modified Corn Starch, Pineapple Juice Concentrate, Contains Less Than 2% of Salt, Ginger Puree, Yeast Extract, Citric Acid, Phosphoric Acid, Xanthan Gum and Sodium Benzoate Added as a Preservative. KIKKOMAN:  Soy Sauce [Water, Soybeans, Wheat, Salt], Sugar, Water, Modified Corn Starch, Onion Juice, Vinegar, Natural Flavour, Garlic Powder, Malic Acid, Spice, Sodium Benzoate, Less than 1/10 of 1% of Disodium Inosinate, Disodium Guanylate), Nori Seaweed (Roasted Seaweed), Asian Toasted Sesame Seeds, Black Sesame Seeds (Black Sesame Seeds)", "recipe_name": "Teriyaki Pulmuone Tofu Roll", "healthfulness": "50", "carbon": "B", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "249"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Vegetable Sushi Roll", "healthfulness": "40", "carbon": "B", "allergens": "Corn  , Sesame ", "calories": "204"}, {"ingredients": "Alaskan Cod Fillet, GF Bread Crumbs (Rice Flour, Water, Pepper, Salt, Garlic Salt, Yeast, Oregano, Basil, Parsley,  Cane Sugar), Canola Oil, Fresh Basil, Fresh Parsley, Ground Thyme, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), White Ground Pepper", "recipe_name": "Herb Crusted Baked Cod", "healthfulness": "50", "carbon": "E", "allergens": "Fish", "calories": "162"}, {"ingredients": "Local Sweet Potatoes, Canola Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Local Roasted Sweet Potatoes", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "159"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Canola Oil, Local Onions, Fresh Parsley, Garlic Cloves", "recipe_name": "Rice Pilaf", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "131"}, {"ingredients": "Fresh Brussels Sprouts, Local Red Onions, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Brussel Sprouts & Red Onions", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "80"}, {"ingredients": "Jalapeno Pepper, Mayonnaise (WEST CREEK:  Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA;   CAINS:  Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains less than 2% of:  Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Fresh Cilantro, Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Aji Amarillo Paste (Yellow Hot Peppers, Water, Sea Salt, Citric Acid, Xanthan Gum [Corn]), Garlic Cloves, Canola Oil, Lime Juice, White Vinegar (White Distilled Vinegar, Water)", "recipe_name": "Aji Verde Sauce", "healthfulness": "0", "carbon": "B", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "68"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Fresh Carrots, Green Peas (WEST CRK: Green Peas. SUB A (SIMPLOT): Petite Peas), Local QUEENS GREENS Cilantro, Aji Amarillo Paste (Yellow Hot Peppers, Water, Sea Salt, Citric Acid, Xanthan Gum [Corn]), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed", "recipe_name": "Green Rice", "healthfulness": "20", "carbon": "B", "allergens": "Corn  ", "calories": "134"}, {"ingredients": "Sibley's Pico de Gallo (Local Tomatoes, Regionally Grown Red Onions, Jalapeno Pepper, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Iceberg Lettuce, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Mexican Toppings", "healthfulness": "30", "carbon": "B", "allergens": "Milk", "calories": "118"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Garlic Cloves, Lime Juice, Extra Virgin Olive Oil, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Oregano Leaf", "recipe_name": "Peruvian Chicken w/Aji Verde", "healthfulness": "20", "carbon": "D", "allergens": "", "calories": "106"}, {"ingredients": "Regionally Grown Red Onions, Granulated Sugar, White Vinegar (White Distilled Vinegar, Water), Serrano Chili Peppers, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pickled Red Onions", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "15"}, {"ingredients": "Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride And Calcium Disodium Edta), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Red Peppers, Fresh Cilantro, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Adobo Seasoning (Salt, Garlic, Tricalcium Phosphate, Black Pepper, Oregano, Turmeric), Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pinto Beans", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "78"}, {"ingredients": "Plantain Traditional Tostones (Unripe Plantains, Soybean and/or Palm Oils), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Plantain Tostones", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "123"}, {"ingredients": "Taro, Pork Ribs, Scallions, Garlic Cloves, Corn Starch (Cornstarch ), Vegetable Stir Fry Sauce (LKK: Water, Sugar, Soy Sauce (Water, Salt, Soybeans, Wheat Flour), Salt, Modified Corn Starch, Yeast Extract, Caramel Color, Natural And Artificial Mushroom Flavor (Natural Flavoring, Artificial Flavoring, Salt, Disodium 5'-Inosinate And Disodium 5' - Guanylate) SUB A (ASAIN MENU): Soy Sauce (Water, Wheat, Soybeans, Salt), Sugar, Water, Onions, Corn Starch, Xanthan Gum, Citric Acid, Garlic Puree (Dehydrated Garlic, Water), Roasted Sesame Seed Oil), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Mirin Rice Wine (Glucose Syrup, Water, Alcohol, Rice, Corn Syrup, Salt), Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Granulated Sugar, Sesame Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Chinese Steamed Pork Ribs w/Taro Root", "healthfulness": "10", "carbon": "B", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "99"}, {"ingredients": "Fresh Green Peppers, Fresh Shrimp, Roasted Peanuts, Fresh Local Carrots, Local Yellow Onions, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Canola Oil, Garlic Cloves, Corn Starch (Cornstarch ), Canola Oil, Ginger Root, SAMBEL Chili Garlic Sauce (Chili, Salt, Distilled Vinegar, Potassium Sorbate and Sodium Bisulfate as preservatives, Xanthan Gum [Corn].  Contains Sulfite [Sodium Bisulfite]), Scallions", "recipe_name": "Kung Pao Shrimp w/Peanuts", "healthfulness": "50", "carbon": "B", "allergens": "Shellfish, Peanuts, Corn  ", "calories": "189"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Zucchini Squash, Fresh Local Carrots, Fresh Yellow Summer Squash, Fresh Green Peppers, Scallions, Fresh Celery, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Lemon Juice (Lemons), Fresh Red Peppers, Canola Oil, Local Honey, Jalapeno Peppers (CONTIGO: Jalapeno Peppers, Water, Vinegar, Calcium Chloride, Salt. BAY VALLEY: Fresh Jalapeno Peppers, Water, Vinegar, Salt, Contains Less Than 2% of Malic Acid, Lactic Acid, Calcium Chloride, Sodium Benzoate (Preservative), Sodium Metabisulfite (Preservative, Contains Sulfites), Yellow 5. SUB (ROMA): Peppers, Jalapeno, Cnd, Sol and Liquids), Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Sesame Oil (SUB (Roland): Sesame Seed Oil), Corn Starch (Cornstarch ), Garlic Cloves, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds), Ginger Root", "recipe_name": "Spicy Pulmuone Tofu & Vegetable Stir Fry", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "125"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "Lo Mein Noodles   (Bleached Wheat Flour, Water, Vital Wheat Gluten, Pasteurized Eggs, Salt, Artificial Yellow Color [Water, FD&C Yellow #5, Citric Acid, FD&C Yellow #6, Sodium Benzoate, FD&C Red #40], Sodium Benzoate, Cornstarch, Soybean Oil), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Local Bean Sprouts, Local Yellow Onions, Granulated Sugar, Fresh Green Peppers, Fresh Red Peppers, Canola Oil, Ginger Root, Garlic Cloves, Scallions", "recipe_name": "Vegetable Lo Mein", "healthfulness": "30", "carbon": "A", "allergens": "Eggs, Gluten, Soy, Corn  , Wheat", "calories": "66"}, {"ingredients": "Mapleline Whole Milk, Chopped Clams (Ocean Clams, Ocean Clam Juice, Salt, Sodium Tripolyphosphate (Retain Natural Juices) and Calcium Disodium EDTA (To Preserve Color)), Fresh Diced Potatoes, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Local Yellow Onions, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), White Ground Pepper", "recipe_name": "Homemade Clam Chowder", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Shellfish, Gluten, Corn  , Wheat", "calories": "169"}, {"ingredients": "Spicy Lentil & Veggie Soup (Organic Vegetable Stock (Water, Organic Carrots, Organic Onions, Organic Celery, Sea Salt), Water, Organic Lentils, Kale, Onions, Tomatoes, Roasted Red Peppers, Contains 2% or less of: Corn Starch, Extra Virgin Olive Oil, Lemon Juice, Parsley, Roasted Garlic, Salt & Sea Salt,Thyme, Spearmint, Nisin Preparation and Spices.\r)", "recipe_name": "Spicy Lentil & Veggie Soup", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "94"}, {"ingredients": "Fish, Grape Tomatoes, Heavy Cream, Kelp (Seaweed) (Kelp. SUB (Ocean Approved): Kelp), Water, ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), White Wine, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Canola Oil, Fresh Chives, Garlic Cloves, Extra Virgin Olive Oil, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), Ground Black Pepper", "recipe_name": "Fish w/Tomato Shellfish Cream Sauce & Atlantic Sea Farm Kelp", "healthfulness": "30", "carbon": "C", "allergens": "Milk, Fish, Shellfish, Corn  ", "calories": "124"}, {"ingredients": "White Kidney Beans (BUSH'S Prepared Cannellini Beans [White Kidney Beans], Water, Salt, Calcium Chloride, and Disodium EDTA;   ROMA BRAND:  White Kidney Beans, Water, Salt, Calcium Chloride, Disodium EDTA), Grape Tomatoes, Artichoke Hearts (Quartered Artichoke Hearts, Water, Salt, Citric Acid and/or Ascorbic Acid), Fresh Yellow Summer Squash, Fresh Broccoli Florets, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Extra Virgin Olive Oil, Ground Cayenne Pepper, Fresh Basil", "recipe_name": "Italian Vegetables & White Beans", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "49"}, {"ingredients": "Fresh Local Eggplant, Water, Proterra Plant Based Crumbles (Proterra Crumbles (Textured Pea Proteins [Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols, Dehydrated Garlic and Onion, Yeast Extract, Salt, Spices [Parsley, Oregano, Basil, Black Pepper, Cilantro, Thyme], Sugar, Maltodextrin (Corn), Lemon Juice Powder [Maltodextrin, Lemon Juice Concentrate], Natural Flavors, Lemon Juice Powder [Lime Juice, Maltodextrin], Citric Acid, Silicon Dioxide), Canola Oil), Plum Tomatoes, Local Yellow Onions, Basmati Rice (ASIAN PRIDE: White long-grain rice. SUB (WEST CREEK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic acid. SUB (HIMALAYAN): Basmati Rice SUB (DELTA): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Fresh Dill, Mint Leaves, Pine Nuts, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Garlic Cloves, Extra Virgin Olive Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed, Sumac Spice Blend, Ground Coriander, Cinnamon, Aleppo Chili Pepper, Ground Cloves, Ground Cloves, Ground Nutmeg, Ground Cardamom  ", "recipe_name": "Proterra Lebanese Eggplant w/Pine Nuts", "healthfulness": "60", "carbon": "", "allergens": "Tree Nuts, Soy, Corn  ", "calories": "71"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Canola Oil, Local Onions, Fresh Parsley, Garlic Cloves", "recipe_name": "Rice Pilaf", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "131"}, {"ingredients": "Local Oyster Mushrooms, Local Shiitake Mushrooms, Fresh Local Kale  , Garlic Cloves, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Sauteed Local Kale & Mushrooms", "healthfulness": "60", "carbon": "B", "allergens": "", "calories": "46"}, {"ingredients": "Parsnips, Rainbow Carrots, Extra Virgin Olive Oil, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Local Honey, Greek Balsamic Vinegar (Balsamic Vinegar [fermented into wine]), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Honey Glazed Carrots & Parsnips", "healthfulness": "0", "carbon": "A", "allergens": "Milk", "calories": "100"}, {"ingredients": "Fresh Broccoli Florets, Canola Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Sauteed Broccoli", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "26"}, {"ingredients": "Black Bean Burger (Water, Cooked Black Beans, Expeller Pressed Canola Oil, Cooked Brown Rice, Roasted Yellow Corn, Onion, Tomato Paste, Soy Protein Concentrate, Roasted Red and Green Peppers, Organic Cane Sugar, Potato Starch, Modified Vegetable Gum, Sea Salt, Yeast Extract, Onion Powder, Spices [includes Rosemary], Garlic Powder, Paprika, Black Bean Powder, Natural Flavors (From Plant Sources), Tomato Powder, Citric Acid, Lactic Acid, Instant Coffee, Molasses [Manufactured in a Facility that Also Processes Wheat Products])", "recipe_name": "Black Bean Burger", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "160"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "French Fries", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "25"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "CAVENDISH Potato Puffs (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Salt, Dextrose, Sodium Acid Pyrophosphate. SUB A (WEST CRK): Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains Less Than 2% Of Dextrose, Salt, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color)), Proterra Barbacoa Crumbles (Barbacoa-Inspired Plant-Based Crumbles (Textured Pea Proteins (Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols), Dehydrated Onion and Garlic, Spices (Cumin, Oregano, Black Pepper, Cilantro, Chili Pepper Powder), Yeast Extract, Maltodextrin [Corn], Salt, Smoked Paprika, Natural Flavors, and Silicon Dioxide), Canola Oil), Pico De Gallo (Diced Tomatoes, Local Onions, Fresh Cilantro, Local Jalapeno Peppers, Lime Juice, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Sour Cream (CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes)), Nacho Cheese Sauce (American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Heavy Cream, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda (To Preserve Freshness and Flavor) Manufactured on a line that produces products with a soy but equipment is cleaned/sanitized between product production), Corn Starch (Cornstarch ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Smoked Paprika (Paprika and Silicon Dioxide (Added to Make Free Flowing)), Garlic Powder), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Fresh Red Peppers, Local Yellow Onions, Garlic Cloves, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Loaded Totchos w/Barbacoa Crumbles", "healthfulness": "20", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "415"}, {"ingredients": "Diced Local Butternut Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed, Mild Chili Powder, Ground Black Pepper, Ground Coriander, Cinnamon, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Ginger (Ginger and Sulfur Dioxide (Added to Retain Color)), Ground Allspice, Ground Cayenne Pepper", "recipe_name": "Roasted Butternut Squash w/Spices", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "63"}, {"ingredients": "Fresh Green Peppers, Local Yellow Onions, Canola Oil", "recipe_name": "Sauteed Onions & Peppers", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "13"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Golden Brown Sugar (Brown Sugar), Montreal Seasoning (Salt, Spices (Including Rosemary), Modified Corn Starch, Garlic, Citric Acid, Sugar, Lemon Peel, Onion, Red Bell Pepper, Natural Flavor And Riboflavin (For Color) SUB A: Salt, Onion, Spices, Paprika, Garlic, Citric Acid), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Fresh Thyme, Garlic Powder, Onion Powder, Italian Parsley", "recipe_name": "Savory Baked Chicken Thigh", "healthfulness": "20", "carbon": "C", "allergens": "Corn  ", "calories": "121"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Sweet Potato Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "194"}, {"ingredients": "Grape Tomatoes, Local Red Onions, Extra Virgin Olive Oil, Garlic Cloves (Raw Garlic), Fresh Parsley, Baharat Spice (Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Black Pepper, Ground Cumin Seed, Ground Cloves, Cinnamon, Ground Coriander, Ground Nutmeg, Ground Cardamom  ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Lemon Juice (Lemons)", "recipe_name": "Moroccan Eggplant &Tomatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "46"}, {"ingredients": "Water, Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Local Yellow Onions, Golden Raisins, Fresh Local Carrots, Sliced Almonds (Blanched Almonds), Garlic Cloves, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Extra Virgin Olive Oil, Ground Turmeric, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed", "recipe_name": "Moroccan Rice w/Almonds", "healthfulness": "40", "carbon": "A", "allergens": "Tree Nuts, Soy, Corn  ", "calories": "53"}, {"ingredients": "Brown Lentils (Lentils), ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), Lemon Juice (Lemons), Greek Extra Virgin Olive Oil, Garlic Cloves, Fresh Cilantro, Italian Parsley, Ginger Root, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Ground Cumin Seed, Ground Turmeric, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Cayenne Pepper", "recipe_name": "Moroccan Stewed Lentils", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "55"}, {"ingredients": "GARDEIN Vegan Meatballs   (Water, Textured Soy Protein Concentrate, Canola Oil, Vital Wheat Gluten, Soy Protein Isolate, Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), 2% Or Less Of: Methylcellulose, Yeast Extract, Onion Powder, Salt, Barley Malt Extract, Spices, Garlic Powder, Sugar, Fennel, Natural Flavors, Crushed Red Pepper, Yeast), Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid), Water, Roasted Red Peppers (Fire Roasted Peppers, Water, Salt, Citric Acid), Local Yellow Onions, Garlic Cloves, Extra Virgin Olive Oil, Fresh Parsley, Ground Cumin Seed, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Crushed Red Pepper (Red Pepper)", "recipe_name": "Plant Based Moroccan Meatballs w/Spicy Tomato", "healthfulness": "50", "carbon": "A", "allergens": "Gluten, Soy, Wheat", "calories": "197"}, {"ingredients": "Artichoke Hearts (Quartered Artichoke Hearts, Water, Salt, Citric Acid and/or Ascorbic Acid), Baby Spinach, LA MOLISANA Penne Pasta  (Durum Wheat Semolina and Vitamins), Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Local Red Onions, Canola Oil, Roasted Red Peppers (Fire Roasted Peppers, Water, Salt, Citric Acid), Red Wine Vinegar (Red Wine Vinegar), Lemon Juice (Lemons), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Thyme, Ground Black Pepper", "recipe_name": "Artichoke Spinach Pasta Salad", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "68"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Diced Local Butternut Squash, White Wine, Local Yellow Onions, Pumpkin Seeds (Pepitas) (100% Pumpkin Seeds, Processed in a facility that handles: Tree Nuts, Peanuts, Coconut, Wheat, Soy, and Milk), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Thyme, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Diced Local Butternut Squash, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Butternut Risotto", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Soy, Corn  ", "calories": "173"}, {"ingredients": "Cavatappi Pasta (Durum Wheat Semolina, Vitamins. May Contain Soy.)", "recipe_name": "Cavatappi Pasta", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "140"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Oven Roasted Tomatoes (Tomatoes, Sunflower Oil, Garlic, Salt, Oregano), Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose added as an Anti-Caking Agent), Extra Virgin Olive Oil, Lemon Juice (Lemons), Fresh Chives, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chickpea Salad w/Tomatoes & Feta", "healthfulness": "50", "carbon": "A", "allergens": "Milk", "calories": "100"}, {"ingredients": "BARILLA Fettuccine (Semolina (Wheat), Durum Wheat Flour, Vitamin B3 (Niacin), Iron (Ferrous Sulfate), Vitamin B1 (Thiamine, Mononitrate), Vitamin B2 (Riboflavin), Folic Acid. Manufactured on equipment with egg SUB A (Assoluti): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin And Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Fettuccini Pasta", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "149"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Lemon Juice (Lemons), Extra Virgin Olive Oil, Sesame Tahini (Sesame Seeds), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Homemade Mid Eastern Hummus", "healthfulness": "40", "carbon": "A", "allergens": "Sesame ", "calories": "85"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Grape Tomatoes, Fresh Mozzarella Ciliegine Cheese (Cultured Pasteurized Milk, Enzymes, Salt), Fresh Basil, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Marinated Tomato & Mozzarella Salad", "healthfulness": "10", "carbon": "B", "allergens": "Milk", "calories": "77"}, {"ingredients": "Puff Pastry (Enriched Bleached Flour (Bleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Soybean Oil, Hydrogenated Palm Oil, Palm Oil, Contains 2% or Less of: Salt, Wheat Gluten, Dough Conditioner, Sodium Stearoyl Lactylate, Calcium Sulfate, L-Cysteine Hydrochloride), Mono- and Diglycerides, Monocalcium Phosphate, Colors Added (Annatto, Yellow #5, Yellow#6, Red #40), Artificial Flavor, Made at a Facility That Also Processes Egg, Milk, Soy SUB (DMTRDLTS):Flour (Wheat Flour, Malted Barley Flour), Margarine (Palm Oil, Palm Fractions, Canola Oil, Water, Salt, Emulsifiers (Distilled Monoglycerides, Soya Lecithin, Polyglycerol Polyricinoleate, Natural & Artificial Flavor, Citric Acid, Antioxident (Mixed Tocopheral [Soy Derived]), Vitamin A, Beta-Carotene), Wheat Gluten, Soybean Oil, Ascorbic Acid (Vitamin C), Enzymes, Monocalcium Phosphate, Artificial Color (FD&C Yellow #5 and #6)), Antibiotic Free Halal Chicken Thigh (Chicken), Water, Fresh Local Carrots, Diced Red Potatoes, Green Peas (WEST CRK: Green Peas. SUB A (SIMPLOT): Petite Peas), Mapleline Whole Milk, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Local Yellow Onions, All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat,  Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric (Color), Caramel Color), Ground Black Pepper", "recipe_name": "McNulty Family Chicken Pot Pie", "healthfulness": "0", "carbon": "C", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "228"}, {"ingredients": "Fresh Local Mushrooms , Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Italian Style Bread Crumbs (Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, and Folic Acid], Corn Syrup, Sugar, Vegetable Shortening (One or More of: Partially Hydrogenated Soybean Oil and/or Cotton Seed Oil), Yeast, Contains 2% or Less of: Salt, Soy Flour, Whey, Sodium Stearoyl 2 Lactylate, Calcium Proprionate, Sesame Seeds, Parsley, Garlic, Spices, Parmesan and/or Romano Cheese [Parmesan: Pasteurized Cow's Milk Cheese Cultures, Salt, Enzymes, Romano: Pasteurized Cow's Milk and/or Sheep Milk, Cheese Cultures and/or Rennet, Salt, Enzymes]. SUB (ROMA): Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Water, High Fructose Corn Syrup, Yeast, Salt, Vegetable Oil (Soybean, Cottonseed And/Or Canola), Sugar, May Contain 2% Or Less Of The Following: Wheat Gluten, Dextrose, Soy Flour, Whey, Calcium Propionate (Preservative), Sodium Stearoyl Lactylate (Dough Conditioner), Mono- And Diglycerides, Soy Lecithin, Molasses, Honey, Whole Wheat Flour, Corn Flour, Cornmeal, Citric Acid, Grain Vinegar, Wheat Starch, Corn Starch, Potato Flour, Rice Flour, Wheat Bran, Oat Fiber, Calcium Sulfate, Datem, Potassium Iodate, Guar Gum, Calcium Phosphate, Enrichment (Vitamin E Acetate, Vitamin A Palmitate, Vitamin D3), Lactic Acid, Ascorbic Acid (Dough Conditioner), Spice & Coloring, Natural And Artificial Flavor, Sesame Seeds, Parsley*, Garlic*, Spices, Parmesan And/Or Romano Cheese (Pasteurized Cow's Milk And/Or Sheep's Milk, Cheese Cultures, Salt, Enzymes). *Dehydrated ), Extra Virgin Olive Oil, Garlic Cloves, Fresh Parsley, Lemon Juice (Lemons), Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Thyme, Ground Black Pepper", "recipe_name": "Rstd Mushrooms w/Garlic, Lemon & Cheese", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}, {"ingredients": "Heavy Cream, Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Powder, Onion Powder, White Ground Pepper", "recipe_name": "Tomato Pesto Cream", "healthfulness": "0", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "179"}, {"ingredients": "Chocolate Whiskey Bundt  (Granulated Sugar, Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Cocoa Powder (Alkalized Cocoa Powder, may contain traces of soy), Bourbon, Fresh Cage Free Eggs, Coffee (PEET'S Decaf House Blend Coffee), Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Baking Soda (Sodium Bicarbonate), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Salt)", "recipe_name": "Chocolate Whiskey Cake", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "237"}, {"ingredients": "Pistachio Cherry Arborio Rice Pudding (Extra Creamy Oat Milk (Oatmilk (Filtered Water, Oats), Sunflower Oil, Calcium Carbonate, Dipotassium Phosphate, Guar Gum, Sea Salt, Sunflower Lecithin, Gellan Gum, Vitamin A Palmitate, Vitamin D2, Riboflavin (Vitamin B2) And Vitamin B12), Risotto Rice (Superfino Arborio Rice), Extra Creamy Oat Milk (Oatmilk (Filtered Water, Oats), Sunflower Oil, Calcium Carbonate, Dipotassium Phosphate, Guar Gum, Sea Salt, Sunflower Lecithin, Gellan Gum, Vitamin A Palmitate, Vitamin D2, Riboflavin (Vitamin B2) And Vitamin B12), Vegan Sugar (Evaporated Cane Juice), Dried Tart Cherries (Cherries, Sugar, Sunflower Oil), Pistachio Nuts, Water, Water, Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Ground Cardamom, Cinnamon)", "recipe_name": "Pistachio Cherry Rice Pudding", "healthfulness": "30", "carbon": "", "allergens": "Tree Nuts, Gluten, Corn  , Wheat", "calories": "120"}, {"ingredients": "Cranberry Grain Roll (Hi Gluten Bread Flour (Bleached Wheat Flour, Malted Barley Flour (Contain Wheat, May Contain Corn), Niacin, Iron, Potassium, Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Dried Craisins (Cranberries, Sugar, Sunflower Oil), Whole Grain Blend (Sunflower Seeds, Pumpkin Seeds, Flaxseed, Whole Grain Rye Kernals, Wheat Berries, Malted Wheat Flakes, Millet, Pearled Barley, Corn Grits, Cracked Buckwheat, Salt), Sponge Starter (Full Strength Bread Flour (Bleached Wheat Flour, Malted Barley Flour (may contain corn), Niacin, Iron, Potassium Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Active Dry Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid)), Cracked Wheat Base (Milled Wheat), White Whole Wheat Flour, Country French Base (Wheat Sour Dough [Wheat Flour naturally soured with sour dough bacteria], Salt, Rye Flour, Wheat Gluten, Malted Barley Flour, Sunflower Lecithin, Ascorbic Acid, Enzymes), Granulated Sugar, Local Honey, Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid), Orange Zest (Chopped Orange Peels, Cane Sugar, Natural Orange Flavor))", "recipe_name": "Cranberry Grain Roll", "healthfulness": "30", "carbon": "", "allergens": "Gluten, Corn  , Wheat", "calories": "99"}, {"ingredients": "Cage Free Eggs", "recipe_name": "Hard Boiled Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "111"}, {"ingredients": "Water, Ramen Noodles    (KENJA BRAND:  Wheat Flour, Purified Water, Vital Wheat Gluten, Sea Salt, Sodium Carbonate, Cornstarch and Riboflavin; SUN NOODLE:  Unbleached Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Water, Contains less than 2% of Salt, Wheat Gluten, Kansui [Dsodium Carbonate, Potassiium Carbonate],Dried Egg White Powder,Salt  Riboflavin, Cornstarch, Sago Starch), Plant Based Crumbles (Proterra Plant Based Crumbles (Proterra Crumbles (Textured Pea Proteins [Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols, Dehydrated Garlic and Onion, Yeast Extract, Salt, Spices [Parsley, Oregano, Basil, Black Pepper, Cilantro, Thyme], Sugar, Maltodextrin (Corn), Lemon Juice Powder [Maltodextrin, Lemon Juice Concentrate], Natural Flavors, Lemon Juice Powder [Lime Juice, Maltodextrin], Citric Acid, Silicon Dioxide), Canola Oil), Canola Oil, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Shallots, Garlic Cloves, Sesame Oil, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Thai Bird Chilies), Cage Free Eggs, Bok Choy, Ramen Soup Broth (Sesame Seed Paste, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate), Sugar, Chili Oil (Soybean Oil, Dried Chili Peppers), Salt, Water, Soybean Paste (Water, Soybeans, Rice, Salt), Sesame Seed Oil, Monosodium Glutamate, Canola Oil, Salted Mirin (Sake (Water, Rice Koji), High Fructose Corn Syrup, Sugar Salt, Water, Yeast Extract), Chili Bean Sauce (Salted Chili Peppers(Chili Peppers, Salt), Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Fermented Broad Bean Paste (Broad Beans, Water, Salt, Wheat Flour), Sugar, Modified Corn Starch, Chili Pepper Powder, Dehydrated Garlic, Soybean Oil, Lactic Acid, Disodium Inosinate, Disodium Guanylate), Gochujang (Water, Sugar, Red Chili Peppers Powder, Fermented Soybean Paste (Water, Soybeans, Rice, Salt, Alcohol), Pear Puree Concentrate, Salt, Salted Sake (Sake (Water, Rice, Koji),Salt), Onion Powder, Garlic Powder, Yeast Extract, Rice Vinegar, Sesame Oil, Paprika Powder, Corn Starch), Savory Umami Seasoning (Hydrolyzed Soy Protein, Monosodium Glutamate, Sugar, Salt, Disodium Inosinate, Disodium Guanylate, Yeast Extract, Calcium Silicate, Canola Oil), Distilled Vinegar, Garlic Puree, Chili Pepper, Sodium Alginate, Paprika Oleoresin Color, Yeast Extract, Disodium Inosinate, Disodium Guanylate, Black Pepper), Scallions", "recipe_name": "Proterra Tantanmen Ramen", "healthfulness": "30", "carbon": "A", "allergens": "Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "611"}, {"ingredients": "Pork Belly (Pork SUB (ALLEGNCE): Pork), Japanese Sake (Rice, Water, Alcohol from traditional cake fermentation method using yeast), Water, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Mirin Rice Wine (Glucose Syrup, Water, Alcohol, Rice, Corn Syrup, Salt)", "recipe_name": "Soy Braised Pork Belly", "healthfulness": "0", "carbon": "C", "allergens": "Gluten, Soy, Corn  , Wheat", "calories": "162"}, {"ingredients": "Water, Ramen Soup Broth (Sesame Seed Paste, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate), Sugar, Chili Oil (Soybean Oil, Dried Chili Peppers), Salt, Water, Soybean Paste (Water, Soybeans, Rice, Salt), Sesame Seed Oil, Monosodium Glutamate, Canola Oil, Salted Mirin (Sake (Water, Rice Koji), High Fructose Corn Syrup, Sugar Salt, Water, Yeast Extract), Chili Bean Sauce (Salted Chili Peppers(Chili Peppers, Salt), Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Fermented Broad Bean Paste (Broad Beans, Water, Salt, Wheat Flour), Sugar, Modified Corn Starch, Chili Pepper Powder, Dehydrated Garlic, Soybean Oil, Lactic Acid, Disodium Inosinate, Disodium Guanylate), Gochujang (Water, Sugar, Red Chili Peppers Powder, Fermented Soybean Paste (Water, Soybeans, Rice, Salt, Alcohol), Pear Puree Concentrate, Salt, Salted Sake (Sake (Water, Rice, Koji),Salt), Onion Powder, Garlic Powder, Yeast Extract, Rice Vinegar, Sesame Oil, Paprika Powder, Corn Starch), Savory Umami Seasoning (Hydrolyzed Soy Protein, Monosodium Glutamate, Sugar, Salt, Disodium Inosinate, Disodium Guanylate, Yeast Extract, Calcium Silicate, Canola Oil), Distilled Vinegar, Garlic Puree, Chili Pepper, Sodium Alginate, Paprika Oleoresin Color, Yeast Extract, Disodium Inosinate, Disodium Guanylate, Black Pepper)", "recipe_name": "Tantanmen Ramen Broth", "healthfulness": "10", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "33"}, {"ingredients": "Water, Ramen Noodles    (KENJA BRAND:  Wheat Flour, Purified Water, Vital Wheat Gluten, Sea Salt, Sodium Carbonate, Cornstarch and Riboflavin; SUN NOODLE:  Unbleached Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Water, Contains less than 2% of Salt, Wheat Gluten, Kansui [Dsodium Carbonate, Potassiium Carbonate],Dried Egg White Powder,Salt  Riboflavin, Cornstarch, Sago Starch), RAMEN  SOUP BASE TONKOTSU  (Water, Pork Extract, Salt, Vegetable Oil (Canola, Sesame Seed), Monosodium Glutamate, Soy Sauce (Water, Wheat, Soybeans, Salt), Sugar, Hydrolyzed Soy Protein, Pork Fat, Garlic Powder, Disodium Inosinate, Disodium Guanylate, White Pepper, Xanthan Gum SUB (SUN NOODLE): Pork Stock, Rendered Pork Fat, Gelatin, Caramel Color, Tocopherols (for freshness)), Fish Cake (Alaska Pollock (Fish), Water, Sugar, Modified Food Starch, Salt, Sorbitol, Sweet Rice Wine, Monosodium Glutamate, FD&C Red No.3, Carmine Color, Sodium Tripolyphosphate, Tetrasodium Pyrophosphate, Sodium Pyrophosphate, Manufactured on equipment that processes milk, fish, wheat, soy, egg, shellfish), Bamboo Shoots (Bamboo Shoots, Water, Citric Acid), Local Baby Bok Choy, Enoki Mushrooms, Scallions, Nori Seaweed (Roasted Seaweed)", "recipe_name": "Tonkotsu Ramen (Pork, Fish)", "healthfulness": "50", "carbon": "B", "allergens": "Eggs, Fish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "187"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "229"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Local Yellow Onions, Fresh Local Mushrooms , Fresh Green Peppers, Baby Spinach, Fresh Broccoli Florets, All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Vegetable Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "213"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Surimi (Fish Protein (Alaska Pollock And/Or Pacific Whiting), Water, Potato Starch, Sugar, Egg Whites, Corn Starch, Sorbitol, Mirin Wine [Sake, Sugar, Salt, Water, Yeast Extract] Salt, Natural & Artificial Crab Flavor (Swimming Crab), Soybean Oil, Carrageean, Sodium Phosphates, Carmine, Paprika Oleoresin, Color Added. Contains Fish (Alaska Pollock and/or Pacific Whiting), Eggs, Crustacean Shellfish (Swimming Crab) SUB A Em Treas: Fish Protein (Pollock And/Or Whiting), Water, Wheat Starch, Sugar, Potato Starch, Sorbitol, Contains 2% Or Less Of: Mirin Wine (Sake, Sugar, Salt, Water, Yeast Extract), Salt, Soybean Oil, Egg White, Natural And Artificial Crab Flavors, Modified Potato Starch, Sodium Tripolyphosphate, Color Added, Tetrasodium Pyrophosphate, Carmine And Paprika Oleoresin (Color), Citric Acid), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "California Roll", "healthfulness": "30", "carbon": "B", "allergens": "Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "230"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Shrimp, Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Shrimp Sushi Roll", "healthfulness": "50", "carbon": "B", "allergens": "Shellfish, Corn  , Sesame ", "calories": "224"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Teriyaki Sauce   (LEE KUM KEE: Sugar, Soy Sauce (Water, Wheat, Soybeans, Salt), Rice Cooking Wine (Rice, Water, Salt), Water, Modified Corn Starch, Pineapple Juice Concentrate, Contains Less Than 2% of Salt, Ginger Puree, Yeast Extract, Citric Acid, Phosphoric Acid, Xanthan Gum and Sodium Benzoate Added as a Preservative. KIKKOMAN:  Soy Sauce [Water, Soybeans, Wheat, Salt], Sugar, Water, Modified Corn Starch, Onion Juice, Vinegar, Natural Flavour, Garlic Powder, Malic Acid, Spice, Sodium Benzoate, Less than 1/10 of 1% of Disodium Inosinate, Disodium Guanylate), Nori Seaweed (Roasted Seaweed), Asian Toasted Sesame Seeds, Black Sesame Seeds (Black Sesame Seeds)", "recipe_name": "Teriyaki Pulmuone Tofu Roll", "healthfulness": "50", "carbon": "B", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "249"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Vegetable Sushi Roll", "healthfulness": "40", "carbon": "B", "allergens": "Corn  , Sesame ", "calories": "204"}, {"ingredients": "GF Penne Pasta (Brown Rice, Yellow Corn Flour, White Corn Flour, Rice Flour, Tapioca Starch, Quinoa Flour, Mono- and Diglycerides), Fresh Shrimp, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Extra Virgin Olive Oil, Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Garlic Cloves, Lemon Juice (Lemons), Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Shrimp Scampi", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Shellfish, Corn  ", "calories": "207"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro", "recipe_name": "Black Beans", "healthfulness": "60", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "80"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Garlic Cloves, Canola Oil, Adobo Seasoning (Salt, Garlic, Tricalcium Phosphate, Black Pepper, Oregano, Turmeric), Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40)", "recipe_name": "Chicken Taco Filling", "healthfulness": "30", "carbon": "C", "allergens": "", "calories": "50"}, {"ingredients": "Local WALDEN Lean Ground Beef, Local Yellow Onions, Fresh Green Peppers, Fresh Red Peppers, Garlic Cloves, Taco Seasoning (FOOTHILL: Maltodextrin, Salt (includes Sea Salt), Modified Food Starch, Spices (includes Chili Pepper), Onion Powder, Paprika, Garlic Powder, Paprika Extract, Soybean Oil, Citric Acid, Contains 2% or Less Silicon Dioxide (Anticaking). SUB (MCCRMCK): Onion, Whey (Milk), Salt, Potato Starch, Spices [including red pepper], Chili Pepper, Paprika, Garlic, Yeast Extract, Tomato & Natural Flavor), Fresh Cilantro", "recipe_name": "Filling for Beef Tacos", "healthfulness": "30", "carbon": "E", "allergens": "Milk, Soy, Corn  ", "calories": "91"}, {"ingredients": "Sibley's Pico de Gallo (Local Tomatoes, Regionally Grown Red Onions, Jalapeno Pepper, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Iceberg Lettuce, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Mexican Toppings", "healthfulness": "30", "carbon": "B", "allergens": "Milk", "calories": "118"}, {"ingredients": "Taco Shell   (Whole Grain Corn, Water, Vegetable Oil [Cottonseed, Corn and/or Sunflower])", "recipe_name": "Taco Shells", "healthfulness": "20", "carbon": "A", "allergens": "Corn  ", "calories": "50"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Local Yellow Onions, Canola Oil, Garlic Cloves, Fresh Red Peppers, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro, Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Yellow Rice", "healthfulness": "40", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "110"}, {"ingredients": "Baby Spinach, Japchae Noodles (Sweet Potato Starch), Local Yellow Onions, Fresh Zucchini Squash, Mirin Rice Wine (Glucose Syrup, Water, Alcohol, Rice, Corn Syrup, Salt), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Granulated Sugar, Sesame Oil (SUB (Roland): Sesame Seed Oil), Canola Oil, Fresh Local Carrots, Fresh Yellow Peppers, Local Shiitake Mushrooms, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chap Che Noodles", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "135"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Fresh Broccoli Florets, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Local Yellow Onions, Water, Local Yellow Onions, Scallions, Golden Brown Sugar (Brown Sugar), Asian Toasted Sesame Seeds, Garlic Cloves, Sesame Oil (SUB (Roland): Sesame Seed Oil), Ginger Root, Ground Black Pepper", "recipe_name": "Korean Chicken Bulgogi w/Broccoli", "healthfulness": "30", "carbon": "C", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "78"}, {"ingredients": "Fresh Mussels, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Hot Pepper Paste (Red Pepper Powder, Corn Syrup, Water, Red Pepper Seasoning [Red Pepper Powder, Water, Salt, Garlic, Onion], Wheat Flour, Salt, Rice Powder, Soybean Powder, Glucose, Garlic Powder), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Ginger Root, Garlic Cloves, Sesame Oil, Canola Oil, Scallions", "recipe_name": "Korean Chili Mussels", "healthfulness": "40", "carbon": "A", "allergens": "Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "119"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Kimchi (Napa Cabbage,  Radish, Red Pepper Powder, Pear, Garlic, Salt, Contains 2% or less of:  Sugar, Onion, Carrot, Green Onion, Garlic Chives, Ginger, Wheat Protein Extract), Scallions, Sesame Oil (SUB (Roland): Sesame Seed Oil), Canola Oil, Miso (Water, Soybeans, Rice, Salt, Alcohol), Black Sesame Seeds (Black Sesame Seeds), Granulated Sugar, Canola Oil", "recipe_name": "Korean Kimchi Pulmuone Tofu w/Nasyoa Kimchi", "healthfulness": "20", "carbon": "A", "allergens": "Gluten, Soy, Sesame , Wheat", "calories": "138"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "1% Milk (1% Milk)", "recipe_name": "1% Milk", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "100"}, {"ingredients": "Almond Joy Muffin Top (Almond Joy Muffin Top (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food  Starch, Soybean Oil,  Leavening (Baking Soda, Sodium Aluminum Phosphate,  Monocalcium  Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat  Gluten,  Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol  Monoesters,  Monoglycerides), Natural and Artificial Flavor), Fresh  Eggs, Canola Oil, Water, HERSHEY'S Chocolate Chips (Semi Sweet Chocolate  (Sugar, Chocolate, Cocoa Butter, Milkfat, Soy  Lecithin, Vanillin,  Artificial Flavor, Milk)), Sweetened Flaky Coconut, Almond Extract,  Baking Pan Spray (Canola Oil, Capric/Caprylic Triglycerides, Phosphated  Monodiglycerides,  Silicone Dioxide, Calcium Stearate, and Propellant   (Non-Chlorofluorocarbon))))", "recipe_name": "Almond Joy Muffin Top", "healthfulness": "20", "carbon": "", "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat", "calories": "280"}, {"ingredients": "Apple Cider Doughnut Cake (Vegan Sugar (Evaporated Cane Juice), Local All Purpose Flour, Local Apple Cider, Canned Applesauce (Apples, Water, Ascorbic Acid to Maintain Color), White Whole Wheat Flour, Extra Virgin Olive Oil, Fresh Cage Free Eggs, Vegan Sugar (Evaporated Cane Juice), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Vanilla Extract (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Baking Powder (Baking Soda (For Leavening), Cornstarch, Sodium Aluminum Sulfate (For Leavening), Calcium Sulfate, Monocalcium Phosphate (For Leavening)), Baking Soda (Sodium Bicarbonate), Ground Cinnamon, Ground Cinnamon, Salt, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phophated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant))", "recipe_name": "Apple Cider Doughnut Cake", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Eggs, Gluten, Corn  , Wheat", "calories": "204"}, {"ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine  Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted  Barley Flour), Water, Yeast, Contains 2% or less of: Sugar,  Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda,  Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate,  Yellow Corn Meal, Potassium Sorbate), Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin)", "recipe_name": "Bacon Breakfast Sandwich (English Muffin)", "healthfulness": "0", "carbon": "C", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "462"}, {"ingredients": "Mini Cheese Danish (Mini Cheese Danish (Wheat Flour (Wheat Flour, Malted Wheat Flour), Margarine (Palm- and Canola Oil, Water, Mono- and Diglycerides, Salt, Citric Acid, Natural Flavor, Beta Carotene [Color]), Water, Cheese Type Flavor (Buttermilk, Cream, Salt, Lactic Acid Culture), Glaze (Water, Isomalt, Sugar, Agar, Potassium Sorbate [Preservative], Citric Acid), Eggs (Eggs, Salt), Sugar, Custard Powder (Sugar, Modified Potato Starch, Whey Powder, Non Fat Dry Milk, Coconut Oil, Calcium Alginate, Sodium Phosphate, Glucose Syrup, Natural Vanilla Flavor, Beta Carotene [Color], Salt, Milk Protein), Yeast, Icing Sugar, Wheat- and Tapioca Starch, Tara Gum, Lemon Juice (Lemon Juice, Potassium Metabisulphite [Preservative]), Improver (Ascorbic Acid, Enzymes). Decoration: Icing Sugar, Potato Starch); BRIDOR:  Cream Cheese Filling [Cream Cheese (Milk, Cream Skim Milk, Salt, Guar Gum, Locust Bean Gum, Bacterial Cultures), Sugar, Eggs, Water, Modified Corn Starch, Cultured Skim Milk (Cultured Skim Milk, Skim Milk), Lemon Juice, Glucono-Delta Lactone, Natural Flavor], Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid}, Butter, Water, Eggs, Sugar, Yeast, Partially Skimmed Milk [MIlk, Vit A Palmitate, Vit D3], Salt, Wheat Gluten, Food Enzymes [Xylanase, Amylase], Ascorbic Acid, Dried Eggs, Skim Milk, Soy Flour)", "recipe_name": "Cheese Danish", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "198"}, {"ingredients": "Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), GF Original Thin Bagel  (Water, Potato Starch, Soy Flour, Tapioca Starch, Chickpea Flour, Whole Grain Rice Flour, Cellulose Fiber, Glycerine, Yeast, Sunflower Oil, Sea Salt, Organic Evaporated Cane Juice, Salba Seed, Xanthan Gum [Corn], Baking Powder, Baking Soda Produced in a facility that contains: Sesame seeds, Eggs\r), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin)", "recipe_name": "GF Bacon Breakfast Bagel Sandwich", "healthfulness": "0", "carbon": "B", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "442"}, {"ingredients": "Cage Free Eggs, GF Original Thin Bagel  (Water, Potato Starch, Soy Flour, Tapioca Starch, Chickpea Flour, Whole Grain Rice Flour, Cellulose Fiber, Glycerine, Yeast, Sunflower Oil, Sea Salt, Organic Evaporated Cane Juice, Salba Seed, Xanthan Gum [Corn], Baking Powder, Baking Soda Produced in a facility that contains: Sesame seeds, Eggs\r), GF Original Thin Bagel  (Water, Potato Starch, Soy Flour, Tapioca Starch, Chickpea Flour, Whole Grain Rice Flour, Cellulose Fiber, Glycerine, Yeast, Sunflower Oil, Sea Salt, Organic Evaporated Cane Juice, Salba Seed, Xanthan Gum [Corn], Baking Powder, Baking Soda Produced in a facility that contains: Sesame seeds, Eggs\r), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "GF Breakfast Bagel Sandwich", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "216"}, {"ingredients": "Water, Quick Oats Cereal (Whole Grain Rolled Oats)", "recipe_name": "Hot Oatmeal", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "34"}, {"ingredients": "Chocolate Milk  (Skim Milk, Sugar, Cocoa {Processed with Alkali], Salt, Carrageenan, Vitamin A Palmitate, Vitamin D3)", "recipe_name": "Lowfat Chocolate Milk", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "172"}, {"ingredients": "Orange Juice", "recipe_name": "Orange Juice", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "120"}, {"ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine  Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted  Barley Flour), Water, Yeast, Contains 2% or less of: Sugar,  Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda,  Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate,  Yellow Corn Meal, Potassium Sorbate), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Worcester Breakfast Sandwich", "healthfulness": "40", "carbon": "C", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "236"}, {"ingredients": "STONYFIELD Whole Strawberry Yogurt   (Cultured Pasteurized Organic Low Fat Milk, Organic Sugar, Organic Strawberry Juice from Concentratem Natural Flavor, Organic Natural Vanilla Flavor, Organic Beet Juice Concentrate (For Color), Pectin, Vitamin D. SUB (YOPLAIT): Cultured Grade A Low Fat Milk, Sugar, Modified Corn Starch. Contains less than 1% of: Corn Starch, Natural Flavor, Citric Acid, Vegetable Juice (for color), Potassium Sorbate Added to Maintain Freshness, Vitamin A Acetate, Vitamin D  SUB(YOPLAPAR):Cultured Grade A Low Fat Milk, Sugar, Modified Corn Starch. Contains 1 % or less of: Natural Flavor, Corn Starch, Citric Acid, Vegetable Juice (for color), Potassium Sorbate Added to Maintain Freshness, Vitamin A,Acetate, Vitamin D3)", "recipe_name": "Yogurt Strawberry", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "52"}]