[{"ingredients": "French Toast Sticks (Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% or Less of Each of The Following: Soybean Oil, Salt, Calcium Propionate [Preservative], DATEM, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Dextrose, Modified Cornstarch. Contains 2% or Less of each of the following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural and Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon). SUB A (Bake Crafters): Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% Or Less Of Each Of The Following: Soybean Oil, Salt, Calcium Propionate [Preservative], Datem, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Dextrose, Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural And Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon).\r)", "recipe_name": "French Toast Sticks", "healthfulness": "10", "carbon": "B", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "260"}, {"ingredients": "Cage Free Eggs", "recipe_name": "Hard Boiled Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "111"}, {"ingredients": "Quick Oats Cereal (Whole Grain Rolled Oats)", "recipe_name": "Hot Oatmeal", "healthfulness": "50", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "435"}, {"ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Omelet Bar", "healthfulness": "30", "carbon": "C", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "303"}, {"ingredients": "Diced Red Potatoes, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Paprika    (Paprika and Silicon Dioxide (to make free flowing))", "recipe_name": "Red Potato Home Fries", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "65"}, {"ingredients": "Fresh Local Mushrooms , BUSH Vegetarian Baked Beans (BUSH: Prepared Navy Beans, Water, Brown Sugar, Salt, Mustard, (Water, Water, Mustard Seed, Salt, Paprika, Turmeric), Modified Corn Starch, Onion Powder, Caramel Color [May Contain Corn], Spices, Garlic Powder, Natural Flavor. SUB A (WEST CREEK): White Beans, Water, High Fructose Corn Syrup, Sugar, Tomato Paste, Salt, Dextrose, Onion Powder, Garlic Powder, Oleoresin Paprika, Natural Flavorings. SUB B (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Plum Tomatoes, Local Yellow Onions, ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), Canola Oil, Lemon Juice (Lemons), Canola Oil, Canola Oil, Fresh Chives, Ground Black Pepper, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Rstd Tomato, Bean & Mushroom Breakfast", "healthfulness": "70", "carbon": "A", "allergens": "Corn  ", "calories": "211"}, {"ingredients": "Cage Free Eggs, Canola Oil", "recipe_name": "Scrambled Eggs", "healthfulness": "30", "carbon": "B", "allergens": "Eggs", "calories": "124"}, {"ingredients": "Kielbasa Rings (Pork, Beef, Water, Salt, Contains less than 2% of: Corn Syrup, Dextrose, Flavoring, Sodium Phosphate, Garlic Powder, Nonfat Dry Milk, Sodium Ascorbate, Sodium Nitrite)", "recipe_name": "Sliced Kielbasa", "healthfulness": "0", "carbon": "E", "allergens": "Milk, Corn  ", "calories": "254"}, {"ingredients": "Cherry Buckle  (Whole Cherries, Pure Local Maple Syrup, Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Stone Ground Spelt Flour (Processed with equipment that processes wheat), Stone Ground Spelt Flour (Processed with equipment that processes wheat), Vegan Sugar (Evaporated Cane Juice), Canola Oil (Canola Oil), Canola Oil (Canola Oil), Confectionary Sugar (Sugar and Cornstarch), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Baking Powder (Baking Soda (For Leavening), Cornstarch, Sodium Aluminum Sulfate (For Leavening), Calcium Sulfate, Monocalcium Phosphate (For Leavening)), Cinnamon, Salt, Baking Powder (Baking Soda (For Leavening), Cornstarch, Sodium Aluminum Sulfate (For Leavening), Calcium Sulfate, Monocalcium Phosphate (For Leavening)), Salt, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant))", "recipe_name": "Cherry Buckle", "healthfulness": "30", "carbon": "", "allergens": "Gluten, Corn  , Wheat", "calories": "145"}, {"ingredients": "Mocha Muffin Top (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food Starch (Corn), Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate, Mono Calcium Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat Gluten, Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol Monoesters, Monoglycerides), Natural and Artificial Flavor. Manufactured on equipment exposed to eggs), Fresh Cage Free Eggs, Canola Oil (Canola Oil), Chocolate Chips (Sugar, Chocolate Liquor [Non-Alcohol], Cocoa Butter, Milkfat, Soy Lecithin and Vanilla Flavor [Corn]), Water, Liquid Coffee Extract (Liquid Coffee Extract with Sugar), Vanilla Extract (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant))", "recipe_name": "Mocha Muffin Top", "healthfulness": "20", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "278"}, {"ingredients": "Organic Black Bean Soup (Vegetable Stock (Water, Vegetable Base [Carrots, Onion, Celery, Sea Salt]), Black Beans, Onions, Red Bell Peppers, Black Bean Flakes (Black Beans, Salt), Contains 2% or less of: Red Wine Vinegar, Garlic, Jalapeno Peppers, Canola Oil, Oregano, Sea Salt, Cultured Dextrose, and Spices (May contain Sesame))", "recipe_name": "Organic Black Bean Soup", "healthfulness": "50", "carbon": "B", "allergens": "Corn  ", "calories": "119"}, {"ingredients": "BLOUNT Shrimp & Roasted Corn Chowder   (Shrimp Stock (Water, Cooked Shrimp, Salt, Butter [cream, Flavor], Potato Flour, Natural Flavor, Paprika), Potatoes, Milk, Cream, Corn & Roasted Corn, Onions, Water, Shrimp, Red Bell Peppers, Contains 2% Or Less Of: Sugar, Modified Corn Starch, Butter (Cream, Salt), Nonfat Dry Milk, Wheat Flour, Soybean Oil, Salt, Sunflower Oil, Natural Flavor, Soy Lecithin, Garlic, Tomato Concentrate, Nisin Preparation And Spices.)", "recipe_name": "Shrimp & Roasted Corn Chowder", "healthfulness": "20", "carbon": "E", "allergens": "Milk, Shellfish, Gluten, Soy, Corn  , Wheat", "calories": "138"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "French Fries", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "25"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Grilled Chicken Thighs", "healthfulness": "30", "carbon": "D", "allergens": "", "calories": "94"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "Kelp Burger (Maine Sugar Kelp, Green Chickpeas, Brown Rice, Pea Protein, Basil, Extra Virgin Olive Oil, Chickpea Flour, Pea Starch, Oat Fiber, Spices (Garlic, Nutritional Yeast, Kosher Salt, Methyl Cellulose [Plant Fiber], Lemon, Red Pepper Flakes)), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Kelp Burger", "healthfulness": "30", "carbon": "E", "allergens": "Corn  ", "calories": "200"}, {"ingredients": "Fresh Local Carrots, Water, Garlic Cloves, Local Pure Maple Syrup, Min Maid Orange Juice Concentrate (100% Pure Squeezed Frozen Orange Juice Concentrate), Extra Virgin Olive Oil, Ground Coriander, Ground Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Maple Carrots", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "56"}, {"ingredients": "Fresh Zucchini Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Zucchini", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Kielbasa Rings (Pork, Beef, Water, Salt, Contains less than 2% of: Corn Syrup, Dextrose, Flavoring, Sodium Phosphate, Garlic Powder, Nonfat Dry Milk, Sodium Ascorbate, Sodium Nitrite), White Grinder Roll (Enriched Wheat Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn],  Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Contains less than 2% of:  Yeast, Sugar, Soybean Oil, Salt, Dough conditioner [Wheat Flour, DATEM, Sugar, Ascorbic Acid, Soybean Oil, L-Cysteine, Enzymes]), Sweet & Sour Sauce (LA CHOY;  Water, Sugar, Distilled Vinegar, Modified Corn Starch, Less than 2% of: Salt, Dehydrated Red and Green Bell Peppers, Corn Syrup Solids, Oleoresin Paprika, Pineapple Juice Solids; KEN'S (SUB):  High Fructose Corn Styrup, Water, Distilled Vinegar, Maltodextin, Modified Corn Starch, Apple Cider Vinegar, Contains less than 2% of: Apricot Concentrate, Salt, Sugar, Dextrose, Potassium Sorbate and Sodium Benzoate, Mustard Flour, Natural Flavor, Xanthan Gum, Dried Garlic and Onion, Spice, Paprika Extract, Oleoresin Turmeric), Chili Sauce (Tomato Puree (Tomato Paste, Water), Distilled White Vinegar, High Fructose Corn Syrup, Salt, Corn Syrup, Onions, Spice, Garlic Powder, Natural Flavoring)", "recipe_name": "Sweet & Sour Kielbasa Grinder", "healthfulness": "0", "carbon": "D", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "444"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. )", "recipe_name": "Sweet Potato Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "194"}, {"ingredients": "Bombay Lentils & Spinach (Water, Tomatoes, Masoor Dal (Red Lentils), Chana Dal (Bengal Gram Lentils), Spinach, Moong Dal (Yellow Lentils), Cultured Dextrose, Expeller-Pressed Canola Oil, Salt, Lemon Juice, Garlic, Ginger, Turmeric, Spices, Red Chilis, Garam Masala (Spice Blend))", "recipe_name": "Bombay Lentils & Spinach", "healthfulness": "60", "carbon": "A", "allergens": "Corn  ", "calories": "68"}, {"ingredients": "Cauliflower & Potato Curry (Cauliflower, Water, Potatoes, Onion, Tomatoes, Tomato Puree (Tomatoes, Citric Acid), Expeller-Pressed Canola Oil, Ginger, Spices, Cilantro, Salt, Cultured Dextrose, Garlic, Turmeric, Garam Masala (Spice Blend), Paprika, Red Chilis, Fennel, Fenugreek)", "recipe_name": "Cauliflower & Potato Curry", "healthfulness": "40", "carbon": "A", "allergens": "Corn  ", "calories": "43"}, {"ingredients": "Channa Masala (Chickpeas, Onion, Tomatoes, Tomato Puree (Tomatoes, Citric Acid), Water, Spices, Salt, Cultured Dextrose, Garlic, Expeller-Pressed Canola Oil, Turmeric, Paprika, Garam Masala (Spice Blend), Amchoor (Mango Powder))", "recipe_name": "Channa Masala", "healthfulness": "60", "carbon": "A", "allergens": "Corn  ", "calories": "119"}, {"ingredients": "Naan Bread (Wheat Flour, Water, Milk, Sunflower Oil, Sugar, Salt, Dextrose, Sodium Bicarbonate, Yeast. STONEFR:Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Ascorbic Acid, Thiamine Mononitrate, Riboflavin, Enzyme, Folic Acid), Buttermilk (Skim Milk, Dried Buttermilk, Bacterial Culture), Water, Soybean and/or Canola Oil, Cultured Wheat Flour, Eggs, Sugar, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Cornstarch, Monocalcium Phosphate), Sea Salt, Ghee (Clarified Butter), Wheat Gluten, Dextrose, Dextrin, Vegetable Fiber, Yeast;  TANDOORI NAAN:  Wheat Flour, Water, MIlk, Vegetable Oil [Palm Oil, Sesame Oil, Sugar, Sunflower Oil, Salt, Baking Powder (Corn Starch, Sodium Bicarbonate, Monocalcium Phosphate), Yeast)", "recipe_name": "Naan", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "125"}, {"ingredients": "Basmati Rice (ASIAN PRIDE: White long-grain rice. SUB (WEST CREEK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic acid. SUB (HIMALAYAN): Basmati Rice SUB (DELTA): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Fresh Oranges, Local Yellow Onions, Canola Oil, Ground Turmeric, Whole Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Turmeric Basmati Rice", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "126"}, {"ingredients": "Heavy Cream, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Garlic Cloves, Canola Oil, Shallots, White Ground Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Basil Cream Pesto Sauce", "healthfulness": "10", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "207"}, {"ingredients": "White Kidney Beans (BUSH'S Prepared Cannellini Beans [White Kidney Beans], Water, Salt, Calcium Chloride, and Disodium EDTA;   ROMA BRAND:  White Kidney Beans, Water, Salt, Calcium Chloride, Disodium EDTA), Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Garlic Cloves, Teardrop Peppers (Sweet Drop Peppers, Water, Sugar, Vinegar, Salt, Ascorbic Acid, Calcium Chloride), Canola Oil, Lemon Juice (Lemons), Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Cannellini Bean Salad w/Pepper, Rstd Garlic", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "83"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Meat Lasagna (STOUFFERS: Blanched Macaroni Product, [Water, Semolina], Tomato Puree [Water, Tomato Paste], Low-Moisture Part-Skim Mozzarella Cheese [Cultured Milk, Salt, Enzymes], Beef, Water, Dry Curd Cottage Cheese [Cultured Skim Milk, Enzymes], Modified Corn Starch, Sugar, Dehydrated Onions, Salt, Bleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Dehydrated Soy Sauce [Soybeans, Salt, Wheat], Flavors, Spices, Yeast Extract, Dehydrated Garlic. SUB (WEST CREEK): Tomato Puree (Water, Tomato Paste), Cooked Enriched Lasagna Pasta (Water, Semolina [Milled Wheat, Niacin, Ferrous Sulfate, Thiamine, Mononitrate, Riboflavin, Folic Acid]), Cooked Beef, Mozzarella Cheese (Pasteurized Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cottage Cheese (Fat Free Milk; Milk, Cream, Nonfat Dry Milk, Whey, Salt, Guar Gum, Mono -& Diglycerides, Carrageenan, Locust Bean Gum, Polysorbate 80, Potassium Sorbate [To Protect Flavor] Microbial Enzymes), Modified Food Starch, Canola Oil, Beef Flavor Base (Beef Flavorings [Beef Flavors], Salt), Dried Beef Stock, Salt, Dehydrated Onion, Spices, Garlic Powder, Xanthan Gum, Mono - & Diglycerides)", "recipe_name": "Meat Lasagna", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "141"}, {"ingredients": "LITTLE LEAF Local Spring Mix (Arugula, Green Leaf Lettuce, Multiblend Lettuce, Red Chard, Red Leaf Lettuce), Sliced Almonds (Almonds, Blanched), Fresh Blueberries, Canola Oil, Water, Shallots, Red Wine Vinegar (Red Wine Vinegar), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Basil", "recipe_name": "Mesclun Greens w/Almonds and Blueberry-Basil Vinaigrette", "healthfulness": "40", "carbon": "A", "allergens": "Tree Nuts", "calories": "87"}, {"ingredients": "Fresh Local Eggplant, Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Sundried Tomatoes (Sundried Tomatoes, Salt, Citric Acid, Acetic Acid, Sodium Metabisulfite, Potassium Sorbate, Glucose [Corn]), Fresh Parsley, Extra Virgin Olive Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Rstd Eggplant w/Sundried Tomato Nut Pesto", "healthfulness": "50", "carbon": "D", "allergens": "Milk, Corn  ", "calories": "45"}, {"ingredients": "BARILLA Thin Spaghetti (Semolina (Wheat), Durum Flour, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid, may contain egg.  (SUB A: ASSOLUTI): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamine Mononitrate, Riboflavin and Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Spaghetti", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "159"}, {"ingredients": "BARILLA Whole Grain Penne Pasta (Whole Grain Durum Wheat Flour, Manufactured on Equipment that Processes Products Containing Eggs SUB (ZEREGA) Whole Durum Flour (Wheat), Niacin, Iron (Ferrous Sulfate) Thiamin Mononitrate, Riboflavin And Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Whole Grain Penne", "healthfulness": "60", "carbon": "A", "allergens": "Eggs, Gluten, Wheat", "calories": "201"}, {"ingredients": "Chocolate Chip Cookie (Mini Chocolate Chips (Cane Sugar, Unsweetened Chocolate, Cocoa Butter), Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Golden Brown Sugar (Brown Sugar), Coconut Oil, Canned Applesauce (Apples, High Fructose Corn Syrup, Ascorbic Acid added to Maintain Color), Coconut Milk (Water, Coconut Cream [Coconut Milk, Water, Xanthan Gum (Corn)], Cane Sugar, Contains Less Than 1% of: Carrageenan, Gellan Gum, Natural Flavor, Sea Salt, Sodium Citrate, Tripotassium Citrate), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Baking Soda (Sodium Bicarbonate), Salt)", "recipe_name": "Plant Based Chocolate Chip Cookie", "healthfulness": "10", "carbon": "E", "allergens": "Gluten, Corn  , Wheat", "calories": "94"}, {"ingredients": "Water, Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine), Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken breast), Shallots, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat,  Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric (Color), Caramel Color), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Scallions, Ginger Root, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative)", "recipe_name": "Chicken Congee", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Wheat", "calories": "42"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "229"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Local Yellow Onions, Fresh Local Mushrooms , Fresh Green Peppers, Baby Spinach, Fresh Broccoli Florets, All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Vegetable Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "213"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Surimi (Fish Protein (Alaska Pollock And/Or Pacific Whiting), Water, Potato Starch, Sugar, Egg Whites, Corn Starch, Sorbitol, Mirin Wine [Sake, Sugar, Salt, Water, Yeast Extract] Salt, Natural & Artificial Crab Flavor (Swimming Crab), Soybean Oil, Carrageean, Sodium Phosphates, Carmine, Paprika Oleoresin, Color Added. Contains Fish (Alaska Pollock and/or Pacific Whiting), Eggs, Crustacean Shellfish (Swimming Crab) SUB A Em Treas: Fish Protein (Pollock And/Or Whiting), Water, Wheat Starch, Sugar, Potato Starch, Sorbitol, Contains 2% Or Less Of: Mirin Wine (Sake, Sugar, Salt, Water, Yeast Extract), Salt, Soybean Oil, Egg White, Natural And Artificial Crab Flavors, Modified Potato Starch, Sodium Tripolyphosphate, Color Added, Tetrasodium Pyrophosphate, Carmine And Paprika Oleoresin (Color), Citric Acid), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "California Roll", "healthfulness": "30", "carbon": "B", "allergens": "Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "167"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Spicy Tuna (Tuna Fish (WILDPLNT: Albacore Tuna, Sea Salt), Mayonnaise (WEST CREEK:  Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA;   CAINS:  Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains less than 2% of:  Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Sriracha Chili Sauce (TEXAS PETE BRAND:  Chiles [Peppers, Vinegar, Salt], Sugar, Garlic, Salt, Vinegar, Potassium Sorbate, Sodium Bisulfite Manufactured on a Line That Produces Products with Soy Allergens  BRAND B:  Chili, Sugar, Salt, Garlic, Acetic Acid, Potassium Sorbate and Sodium Bisulfate, Xanthan Gum [Corn]), Sesame Oil (SUB (Roland): Sesame Seed Oil), Scallions, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Granulated Sugar), Avocados, Fresh Cucumbers (Cucumber), Nori Seaweed (Roasted Seaweed), Water, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt)", "recipe_name": "Spicy Tuna Roll", "healthfulness": "50", "carbon": "B", "allergens": "Eggs, Fish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "255"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% Of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Teriyaki Sauce   (LEE KUM KEE: Sugar, Soy Sauce (Water, Wheat, Soybeans, Salt), Rice Cooking Wine (Rice, Water, Salt), Water, Modified Corn Starch, Pineapple Juice Concentrate, Contains Less Than 2% of Salt, Ginger Puree, Yeast Extract, Citric Acid, Phosphoric Acid, Xanthan Gum and Sodium Benzoate Added as a Preservative. KIKKOMAN:  Soy Sauce [Water, Soybeans, Wheat, Salt], Sugar, Water, Modified Corn Starch, Onion Juice, Vinegar, Natural Flavour, Garlic Powder, Malic Acid, Spice, Sodium Benzoate, Less than 1/10 of 1% of Disodium Inosinate, Disodium Guanylate), Nori Seaweed (Roasted Seaweed), Asian Toasted Sesame Seeds, Black Sesame Seeds (Black Sesame Seeds)", "recipe_name": "Teriyaki Pulmuone Tofu Roll", "healthfulness": "50", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "186"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Vegetable Sushi Roll", "healthfulness": "40", "carbon": "B", "allergens": "Corn  , Sesame ", "calories": "141"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice  ), Water, Local Yellow Onions, Lemon Juice (Lemons), Fresh Parsley, Garlic Cloves, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Oregano Leaf", "recipe_name": "Lemon Rice Pilaf", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "189"}, {"ingredients": "Fresh Lemons, Roasted Red Pepper Hummus (Fresh Steamed Chickpeas, Sunflower Oil, Olive Oil, Sesame Tahini, Water, Roasted Red Peppers, Sea Salt, Citric Acid, Garlic, Paprika, Guar Gum), Local Yellow Onions, Turkey Meatballs (Antibiotic Free Ground Turkey (Turkey, Natural Rosemary Flavor), Scallions, Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice  ), Ginger Root, Garlic Cloves, Extra Virgin Olive Oil, Curry Powder (Coriander, Fenugreek, Turmeric, Cumin, Black Pepper, Bay Leaves, Celery Seed, Nutmeg, Cloves, Onion, Red Pepper and Ginger), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Fresh Cucumbers (Cucumber), Dill Pickles (WEST CREEK:  Cucumbers, Water, Vinegar, Salt, Contains Less Than 2% Of: Alum, Calcium Chloride, Potassium Sorbate, Natural Dill Flavor, Polysorbate 80, Yellow 5, Blue 1:  B&G: Cucumbers, Water, Distilled Vinegar, Salt, Sodium Benzoate, Calcium Chloride, Natural Flavor, Yellow #5), Fresh Parsley, Lemon Juice (Lemons)", "recipe_name": "Turkey & Rice Meatballs w/Hummus Bowl", "healthfulness": "60", "carbon": "A", "allergens": "Sesame ", "calories": "240"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro", "recipe_name": "Black Beans", "healthfulness": "60", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "80"}, {"ingredients": "Sibley's Pico de Gallo (Local Tomatoes, Regionally Grown Red Onions, Jalapeno Pepper, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Iceberg Lettuce, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Mexican Toppings", "healthfulness": "40", "carbon": "B", "allergens": "Milk", "calories": "118"}, {"ingredients": "Fresh Red Onions, Granulated Sugar, White Vinegar (White Distilled Vinegar, Water), Serrano Chili Peppers, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pickled Red Onions", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "13"}, {"ingredients": "Tomatillos (Green Tomatoes), Avocados, Jalapeno Pepper, Fresh Cilantro, Local Onions, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Cloves", "recipe_name": "Salsa Verde con Aguacate", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice  ), Local Yellow Onions, Canola Oil, Garlic Cloves, Fresh Red Peppers, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro, Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Yellow Rice", "healthfulness": "40", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "110"}, {"ingredients": "Yuca Fries (Cassava, Soybean Oil, Potato Starch and Salt), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Yuca Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "214"}, {"ingredients": "Hong Kong Style Cha Shu Bao (Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Pork [Pork, Water, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium, Benzoate: Less Than 1/10 Of 1% As A Preservative), Wheat Gluten, Salt, Sodium Phosphate], Water, Sugar, Less Than 2% Of Lard (Lard And Hydrogenated Lard, BHA, Propyl Gallate and Citric Acid Added To Protect Flavor), Corn Syrup [Corn Syrup, Salt, Vanilla Extract (Vanilla Beans, Water, Ethyl Alcohol)], Oyster Flavored Sauce [Water, Sugar, Salt, Oyster Juice Concentrate [Oyster (Molluscan Shellfish), Water, Salt], Modified Corn Starch, Monosodium Glutamate, Caramel Color, Yeast Extract, Oyster Extract (Molluscan Shellfish)}. Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Hoisin Sauce [sugar, Water, Soybean Paste (Water Soybean, Wheat Flour, Salt), Tomato Paste (Tomato), Salt, Vinegar (Water, Rice), Garlic, Modified Corn Starch, Chili, Caramel Color (Sugarcane Molasses, Water), Citric Acid], Modified Corn Starch, Soybean Oil, Sesame Oil, Soy Sauce (Water, Soybean, Wheat, Salt, Sodium Benzoate: Less Than 1/10 Of 1% As A Preservative), Monosodium Glutamate, Cooking Wine (Wine, Salt, Sulfites), Mushroom Flavored Soy Sauce (Water, Soybeans, Sugar, Salt, Wheat, Flour, Extract Of Mushroom, Sulfur Dioxide), Caramel Color (Caramel Color, Water, and Propylene Glycol), Potassium Carbonate, FD&C Yellow #5 (Malto-dextrin, Yellow #5, Silicon Dioxide), Sodium Bicarbonate, FD&C Red #40, Ammonia Carbonate), Pork and Shrimp Shumai (Filling: Ground Pork, Shrimp (Shrimp. Sodium Tripolyphosphate, Water, Salt), Water, Less Than 2% Of Corn Starch, Monosodium Glutamate, Salt, Sugar, Soybean Oil, Sesame Oil, White Pepper, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate: Less Than 1/10 Of 1% As A Preservative), Garlic Powder, Disodium 5'-inosinate, Disodium 5]-guanylate. Wrapper: Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Modified Potato Starch, Less Than 2% Of Wheat Gluten, Egg Yolk, Egg White, Salt, Sorbitol, Dough Conditioner (Distilled Monoglycerides), Egg Shade Color (Water. Propylene Glycol, Yellow#5, Yellow#6, Red #40)), Shrimp Lotus Sticky Rice  (Water, Glutinous Rice. Soybean Oil, Chinese Mushroom (Shiitake),  Soy Protein, Straw Mushroom, White Sugar, Monosodium Glutamate [Whea], Starch Acetate [Potato Starch], Salt, Dried Shrimp, Soy Sauce [Water, Defattened Soybeans, Wheat, Caramel Color Class I-plain, Monosodium Glutamate, Xanthan Gum (Corn), Citric Acid, Glucose Syrup, Salt, Straw Mushroom], Sesame Oil, Garlic, Hydrolyzed Soy Protein Powder [Acid Hyrodlyzed Soy Protein Seasoning Liquid, Maltodextrin, Monosodium Glutamate, Edible Salt], Yeast Extract), Pork & Veg Potsticker (FILLING: Pork, Cabbage, Water, Green Onion, Ginger, Less than 2% of Egg White, Salt, Corn Starch, Sesame Oil, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate: less than 1/10 of 1% as a preservative), Disodium 5' - inosinate, Disodium 5' - guanylate. WRAPPER: Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Modified Potato Starch, less than 2% of Soybean Oil, Tapioca Starch, Egg White, Salt, Sorbitol), Steam Bun   (Enriched Wheat Flour [Wheat Flour, Stearoyl  Calcium Lactate, Alpha Amylase, Tricalcium Phosphate], Water, Sugar, Soybean Oil, Baking Powder [Calcium Carbonate, Sodium Bicarbonate, Glucono Delta-Lactone, Citric Acid, Corn Starch, Salt, Yeast), Red Bean Bun (Enriched Wheat Flour [Wheat Flour, Soybean Protein Powder, Food Additive (Alpha-amylase, Lipase, Xylanase, Vitamin C, Calcium Stearoyl Lactylate)], Red Bean, Water, Sugar, Rape Seed Oil, Palm Oil, Yeast, Saccharomyces Cerevisiae, Soybean Oil, Sorbitan Monostearate (E491). Ascorbic Acid (E300), Arabic Gum (E414)], Baking Powder (Sodium Bicarbonate, Calcium Carbonate, Disodium Dihydrogen Pyrophosphate, Glucono-delta-lactone, Starch)), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. )", "recipe_name": "Dim Sum", "healthfulness": "20", "carbon": "E", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "362"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice  ), Peas, Carrots (Peas, Carrots), MAINE FAMILY FARMS Pork Loin, Local Bean Sprouts, Local Yellow Onions, Cage Free Eggs, Scallions, Gluten Free Soy Sauce (LEE KUM KEE (GF): Water, Soybeans, Salt, Sugar, Corn Starch, Contains Soybeans KIKKOMAN: Water, Soybeans, Salt, Sugar), White Ground Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pork Fried Rice", "healthfulness": "40", "carbon": "B", "allergens": "Eggs, Soy, Corn  ", "calories": "113"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "Chicken Noodle Soup  (Chicken Stock (Water, Chicken Base (Chicken Flavor, Sea Salt, Cane Sugar, Onion Powder, Yeast Extract, Vegetable Concentrate (Carrot, Onion, Celery), Turmeric)), Water, Chicken (Chicken, Water, Rice Starch, Salt, Evaporated Cane Syrup, Maltodextrin, Garlic Powder, Onion Powder), Onions, Celery, Pasta (Wheat Flour, Egg White), Carrots, Contains 2% Or Less Of: Butter (Sweet Cream, Sea Salt), Garlic, Basil, Cornstarch, Spice (may contain sesame) SUB (BLOUNT):Chicken Broth, Water, Chicken (White Meat Chicken, Chicken Broth, Rice Starch, Salt), Carrots, Enriched Pasta (Durum Wheat Flour, Eggs, Egg Whites, Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid), Celery, Onions, Contains 2% or less of: Chicken Base (Chicken, Salt, Rendered Chicken Fat, Dextrose, Sugar, Natural Flavor, Safflower Oil, Chicken Broth, Turmeric), Chicken Powder, Chicken Fat, Extra Virgin Olive Oil, Tapioca Starch, Onion Powder, Garlic Powder, Natural Flavor, Salt, Parsley, Acacia & Xanthan Gum, Garlic, Yeast Extract, Turmeric, Nisin Preparation and Spices.\r)", "recipe_name": "Chicken Noodle Soup", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Corn  , Wheat", "calories": "69"}, {"ingredients": "Tomato Basil Soup (Tomatoes, Tomato Puree, Water, Extra Virgin Olive Oil, Contains 2% or less of: Basil, Tomato Concentrate, Tomato Paste, Sea Salt and Nisin Preparation), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Basil Oil (Canola Oil, Fresh Basil, Fresh Parsley)", "recipe_name": "Tomato Basil Soup", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Corn  ", "calories": "156"}, {"ingredients": "French Onion Sauce (Water, Local Yellow Onions, Red Wine, Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid), Canola Oil, Garlic Cloves, All Natural Beef Base   (MINOR: Roasted Beef and Beef Stock, Salt, Sugar, Natural Flavors, Tomato Paste, 2% or Less Water, Potato Starch, Yeast Extract, Sunflower Oil, Corn Oil, Beef Fat, Lactic Acid; WEST CREEK: Roasted Beef and Beef Broth, Salt, Hydrolyzed Soy Protein, Maltodextrin, Sugar, Caramel Color, Yeast Extract, Flavorings, Food Starch - Modified, Disodium Inosinate, Disodium Guanylate, Xanthan Gum.* Except for the small amount naturally occurring in the Hydrolyzed Soy Protein and Yeast Extract), Fresh Thyme, Corn Starch (Corn Starch)), Local WALDEN Lean Ground Beef, Mushroom Blend (Fresh Local Mushrooms , Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper), Local Yellow Onions, Mapleline Whole Milk, Swiss Cheese (Pasteurized Part Skim Milk, Cheese Culture, Salt and Enzymes), GF Panko Bread Crumbs (Water, White Rice Flour, Tapioca Starch, Cane Sugar, Salt, Baking Powder, Yeast. GILLIANS: Rice Flour, Water, Pepper, Salt, Garlic Salt, Yeast, Oregano, Basil, Parsley, Cane Sugar), Cage Free Eggs, Canola Oil, All Natural Beef Base   (MINOR: Roasted Beef and Beef Stock, Salt, Sugar, Natural Flavors, Tomato Paste, 2% or Less Water, Potato Starch, Yeast Extract, Sunflower Oil, Corn Oil, Beef Fat, Lactic Acid; WEST CREEK: Roasted Beef and Beef Broth, Salt, Hydrolyzed Soy Protein, Maltodextrin, Sugar, Caramel Color, Yeast Extract, Flavorings, Food Starch - Modified, Disodium Inosinate, Disodium Guanylate, Xanthan Gum.* Except for the small amount naturally occurring in the Hydrolyzed Soy Protein and Yeast Extract), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "GF French Onion Meatloaf", "healthfulness": "30", "carbon": "E", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "141"}, {"ingredients": "Local Potatoes, 2% Milk, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), White Ground Pepper", "recipe_name": "Local Seasoned Mashed Potatoes", "healthfulness": "20", "carbon": "A", "allergens": "Milk", "calories": "101"}, {"ingredients": "Fresh Mussels, Local Tomatoes, Heavy Cream, Kelp (Seaweed) (Kelp. SUB (Ocean Approved): Kelp), Local Yellow Onions, White Wine, Local Unsalted Butter (Cream (Milk), Natural Flavoring), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Garlic Cloves, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), Fresh Chives, Dill Weed (Dill Weed), Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Mussels w/Garlic Herb Cream &Atlantic Sea Farm Kelp", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Shellfish, Corn  ", "calories": "135"}, {"ingredients": "Diced Local Sweet Potatoes, Canola Oil, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Diced Sweet Potato", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "109"}, {"ingredients": "Vegetable Holiday Blend (Carrot, Butternut, Turnip), Extra Virgin Olive Oil, Fresh Thyme, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Root Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "43"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "French Fries", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "25"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Grilled Chicken Thighs", "healthfulness": "30", "carbon": "D", "allergens": "", "calories": "94"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "Kelp Burger (Maine Sugar Kelp, Green Chickpeas, Brown Rice, Pea Protein, Basil, Extra Virgin Olive Oil, Chickpea Flour, Pea Starch, Oat Fiber, Spices (Garlic, Nutritional Yeast, Kosher Salt, Methyl Cellulose [Plant Fiber], Lemon, Red Pepper Flakes)), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Kelp Burger", "healthfulness": "30", "carbon": "E", "allergens": "Corn  ", "calories": "200"}, {"ingredients": "Tortilla Chips (Corn, Vegetable Oil [Corn, Canola and/or Sunflower Oil], Salt), Nacho Cheese Sauce (American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Heavy Cream, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda (To Preserve Freshness and Flavor) Manufactured on a line that produces products with a soy but equipment is cleaned/sanitized between product production), Corn Starch (Corn Starch), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Smoked Paprika (Paprika and Silicon Dioxide (Added to Make Free Flowing)), Garlic Powder), Ripe Black Olives (Sliced Black Olives, Water, Salt, Lactic Acid, and Ferrous Gluconate), Chili Con Carne (CHEFMATE: Water, Beef, Beans, Tomato Puree (Water, Tomato Paste), 2% or Less of Spices, Modified Cornstarch, Salt, Textured Vegetable Protein (Soy Flour, Caramel Color), Paprika, Sugar, Caramel Color, Soy Lecithin Powder, Natural Flavors. SUB (WEST CRK): Water, Beef, Beans, Tomatoes, Food Starch - Modified, Textured Vegetable Protein (Soy Flour, Caramel Color), Salt, Spices, Enriched Wheat Flour (Wheat Flour, Niacin,Reduced Iron, Thiamine Mononitrate, Riboflavin, and Folic Acid), Sugar, Onion Powder, Dehydrated Green Pepper, Garlic Powder, Oleoresin Paprika), Chunky Mild Salsa (PACE:  Crushed Tomatoes [Water, Crushed Tomato Concentrate], Jalapeno Peppers, Diced Tomatoes in Tomato Juice,  Onions, Distilled Vinegar, Salt, Dehydrated Onions, Garlic, Natural Flavoring;  CONTIGO:  Tomatoes, [Tomatoes, Tomato Juice, Citric Acid, Calcium Chloride], Water, Green Bell Pepper, Tomato Puree [Tomato Paste, Water], Onions, Distilled Vinegar, Contains 2% or less of Dehydrated Onions, Salt, Jalapeno Peppers, Dehydrated Garlic. LA VICTORIA: Tomato Puree (Water, Tomato Paste), Tomatoes, Onions, Jalapeno Peppers, Salt, Distilled Vinegar, Garlic, Garlic Powder Onion Powder, Spices, Dehydrated Cilantro), Jalapeno Pepper, CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Nacho Bar", "healthfulness": "20", "carbon": "D", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "370"}, {"ingredients": "Fresh Local Carrots, Water, Garlic Cloves, Local Pure Maple Syrup, Min Maid Orange Juice Concentrate (100% Pure Squeezed Frozen Orange Juice Concentrate), Extra Virgin Olive Oil, Ground Coriander, Ground Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Maple Carrots", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "56"}, {"ingredients": "Fresh Zucchini Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Zucchini", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. )", "recipe_name": "Sweet Potato Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "194"}, {"ingredients": "Edamame (Soybeans) (Shelled Edamame Bean), Corn Kernels (Corn), Fresh Red Peppers, Scallions, Water, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Black Sesame Seeds (Black Sesame Seeds), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds), Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid)", "recipe_name": "Asian Vegetable Succotach", "healthfulness": "50", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "78"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% Of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Broccoli Florets, Local Honey, Scallions, Miso (Water, Soybeans, Rice, Salt, Alcohol), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Canola Oil, Garlic Cloves, Ginger Root, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Lime Juice", "recipe_name": "Miso Ginger Pulmuone Tofu and Broccoli", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Wheat", "calories": "167"}, {"ingredients": "Diced Local Sweet Potatoes, Canola Oil, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Diced Sweet Potato", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "109"}, {"ingredients": "Heavy Cream, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Garlic Cloves, Canola Oil, Shallots, White Ground Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Basil Cream Pesto Sauce", "healthfulness": "10", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "207"}, {"ingredients": "White Kidney Beans (BUSH'S Prepared Cannellini Beans [White Kidney Beans], Water, Salt, Calcium Chloride, and Disodium EDTA;   ROMA BRAND:  White Kidney Beans, Water, Salt, Calcium Chloride, Disodium EDTA), Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Garlic Cloves, Teardrop Peppers (Sweet Drop Peppers, Water, Sugar, Vinegar, Salt, Ascorbic Acid, Calcium Chloride), Canola Oil, Lemon Juice (Lemons), Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Cannellini Bean Salad w/Pepper, Rstd Garlic", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "83"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Meat Lasagna (STOUFFERS: Blanched Macaroni Product, [Water, Semolina], Tomato Puree [Water, Tomato Paste], Low-Moisture Part-Skim Mozzarella Cheese [Cultured Milk, Salt, Enzymes], Beef, Water, Dry Curd Cottage Cheese [Cultured Skim Milk, Enzymes], Modified Corn Starch, Sugar, Dehydrated Onions, Salt, Bleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Dehydrated Soy Sauce [Soybeans, Salt, Wheat], Flavors, Spices, Yeast Extract, Dehydrated Garlic. SUB (WEST CREEK): Tomato Puree (Water, Tomato Paste), Cooked Enriched Lasagna Pasta (Water, Semolina [Milled Wheat, Niacin, Ferrous Sulfate, Thiamine, Mononitrate, Riboflavin, Folic Acid]), Cooked Beef, Mozzarella Cheese (Pasteurized Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cottage Cheese (Fat Free Milk; Milk, Cream, Nonfat Dry Milk, Whey, Salt, Guar Gum, Mono -& Diglycerides, Carrageenan, Locust Bean Gum, Polysorbate 80, Potassium Sorbate [To Protect Flavor] Microbial Enzymes), Modified Food Starch, Canola Oil, Beef Flavor Base (Beef Flavorings [Beef Flavors], Salt), Dried Beef Stock, Salt, Dehydrated Onion, Spices, Garlic Powder, Xanthan Gum, Mono - & Diglycerides)", "recipe_name": "Meat Lasagna", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "141"}, {"ingredients": "LITTLE LEAF Local Spring Mix (Arugula, Green Leaf Lettuce, Multiblend Lettuce, Red Chard, Red Leaf Lettuce), Sliced Almonds (Almonds, Blanched), Fresh Blueberries, Canola Oil, Water, Shallots, Red Wine Vinegar (Red Wine Vinegar), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Basil", "recipe_name": "Mesclun Greens w/Almonds and Blueberry-Basil Vinaigrette", "healthfulness": "40", "carbon": "A", "allergens": "Tree Nuts", "calories": "87"}, {"ingredients": "Fresh Local Eggplant, Tuscan Tomato Paste  (Lemon Juice, Canola/Olive Oil Blend, Sugar, Tomatoes, Garlic Puree [Garlic And Citric Acid)] Dijon Mustard [Water, Vinegar, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar and Spice, Basil, Cayenne Pepper Sauce [Aged Cayenne Red Peppers, Vinegar, Water, Salt and Garlic Powder], Oregano, Parsley, Shallots and Thyme), Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Sundried Tomatoes (Sundried Tomatoes, Salt, Citric Acid, Acetic Acid, Sodium Metabisulfite, Potassium Sorbate, Glucose [Corn]), Fresh Parsley, Extra Virgin Olive Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Rstd Eggplant w/Sundried Tomato Nut Pesto", "healthfulness": "50", "carbon": "D", "allergens": "Milk, Corn  ", "calories": "45"}, {"ingredients": "BARILLA Pasta Shells (Barilla:   Semolina (Wheat), Durum Flour, Niacin, Iron (Ferrous Sulfate), Thiamine Mononitrate, Riboflavin, Folic Acid. This Product Is Manufactured On Equipment That Processes Products Containing Eggs   Zerega Brand: Durum Flour, Egg Yolks Or Eggs, Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin And Folic Acid SUB(Assoluti): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin And Folic Acid), Chorizo Hot Sausage (Pork Meat, Paprika, Salt, Garlic), Fresh Mussels, Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid), ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), Water, White Wine, Local Yellow Onions, Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)), Garlic Cloves, Extra Virgin Olive Oil, Extra Virgin Olive Oil, Fresh Parsley, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Shells w/Mussels & Chorizo", "healthfulness": "40", "carbon": "A", "allergens": "Milk, Shellfish, Gluten, Corn  , Wheat", "calories": "137"}, {"ingredients": "BARILLA Thin Spaghetti (Semolina (Wheat), Durum Flour, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid, may contain egg.  (SUB A: ASSOLUTI): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamine Mononitrate, Riboflavin and Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Spaghetti", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "159"}, {"ingredients": "BARILLA Whole Grain Penne Pasta (Whole Grain Durum Wheat Flour, Manufactured on Equipment that Processes Products Containing Eggs SUB (ZEREGA) Whole Durum Flour (Wheat), Niacin, Iron (Ferrous Sulfate) Thiamin Mononitrate, Riboflavin And Folic Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Whole Grain Penne", "healthfulness": "60", "carbon": "A", "allergens": "Eggs, Gluten, Wheat", "calories": "201"}, {"ingredients": "Coconut Kalamansi Cake (Confectionary Sugar (Sugar and Cornstarch), Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Evaporated Sugar Cane Juice, Coconut Milk (Coconut Milk, Water, Guar Gum, Polysorbate 60, Guar Gum, Sodium Methyl Cellulose, Sodium Metabisulfite, Contains Sulfites), Trans Fat Free Earth Balance Margarine (Vegetable Oil Blend (Palm Fruit, Canola, Olive Oils), Water, Salt, Contains less than 2% of Natural Flavor, Sunflower Lecithin, Lactic Acid, Annatto Extract if colored), Water, Calamansi Puree, Calamansi Puree, Desiccated Coconut (Coconut, Sodium Metabisulfite), Egg Replacer (Potato Starch, Tapioca Starch Flour, Leavening [Calcium Lactate (Corn Derived), Calcium Carbonate, Cream of Tartar], Sodium Carboxymethylcellulose, Methylcellulose), Lime Zest (Granulated Lime Zest), Coconut Compound (Sucrose, Water, Glucose Syrup, Thickener: Modified Maize Starch, Natural Coconut Flavor, Iodized Salt), Baking Powder (Baking Soda (For Leavening), Cornstarch, Sodium Aluminum Sulfate (For Leavening), Calcium Sulfate, Monocalcium Phosphate (For Leavening)), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Salt, Baking Soda (Sodium Bicarbonate), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant))", "recipe_name": "Coconut Cake w/ Kalamansi Glaze", "healthfulness": "0", "carbon": "", "allergens": "Gluten, Corn  , Wheat", "calories": "213"}, {"ingredients": "Lemon Ricotta Cheesecake (Cream Cheese (Pasteurized Milk and Cream, Salt, Carob Bean Gum, Cheese Culture. SUB A (NTRSBST): Pasteurized Milk And Cream, Cheese Culture, Salt, Guar Gum, Carob Bean Gum, Xanthan Gum), Graham Cracker Crumbs (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid), Graham Flour (Whole Grain Wheat Flour), Sugar, Soybean Oil, Molasses, High Fructose Corn Syrup, Partially Hydrogenated Cottonseed Oil, Leavening (Baking Soda and/or Calcium Phosphate), Salt. SUB(KEEBLER): Whole Wheat Flour, Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1, Vitamin B2, Folic Acid), Sugar, Canola Oil, Molasses, Honey, Corn Syrup, Contains 2% or less of leavening (Baking Soda, Sodium Acid Pyrophosphate, Monocalcium Phosphate), Salt, Soy Lecithin), Granulated Sugar, Ricotta Cheese (Pasteurized Whole Milk, Vinegar, Salt, Locust Bean Gum, Xanthan Gum, Guar Gum), Lemon Juice (Lemon Juice from Concentrate, Lemon Oil, Less than 1/50 of Sodium Meta Bisulfate & Sodium Benzoate as a Preservative), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Fresh Cage Free Eggs, Egg Yolk (Egg Yolks, Sugar), Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Lemon Zest (Chopped Lemon Peels, Cane Sugar, Natural Lemon Flavor), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)))", "recipe_name": "Lemon Ricotta Cheesecake", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "232"}, {"ingredients": "Sunflower Bread (Sponge Starter (Full Strength Bread Flour (Bleached Wheat Flour, Malted Barley Flour (may contain corn), Niacin, Iron, Potassium Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Active Dry Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid)), Water, Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Hi Gluten Bread Flour (Bleached Wheat Flour, Malted Barley Flour (Contain Wheat, May Contain Corn), Niacin, Iron, Potassium, Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Hulled Sunflower Seeds (Sunflower Seeds), Sunflower Oil (Organic Sunflower Oil), Malt Syrup (Malt [Barley], Corn), Nonfat Dry Milk, Local Honey, Dough Conditioner (Bleached Enriched Wheat Flour [Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Salt, Fumaric Acid, Sodium Diacetate, Contains 2% Or Less Of: Lactic Acid [non-dairy], Diacetyl Tartaric Acid Esters Of Mono- And Diglycerides [Corn], Soybean Oil, Ascorbic Acid, Enzymes, Azodicarbonamide (ADA), L-Cysteine), Salt, Active Dry Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid))", "recipe_name": "Sunflower Bread", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "41"}, {"ingredients": "Water, Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine), NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% Of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Sweet Earth Plant Based Grounds (Water, Textured Soy Protein Concentrate, Canola and Coconut Oils, Distilled Vinegar, 2% or less of Salt, Methylcellulose, Fruit and Vegetable Juice Concentrate [Color], Cultured Corn Starch, Natural Flavors, Dried Malted Barley Extract), Ground Pork, Fresh Local Carrots, Green Peas (WEST CRK: Green Peas. SUB A (SIMPLOT): Petite Peas), Local Yellow Onions, Wonton Wrapper (Enriched Wheat Flour [Flour, Niacin, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Water, Salt, Wheat Gluten, Vinegar, Eggs, Egg Whites, Cornstarch), Shallots, Fried Shallots (BRAND A:  Shallots, Corn Oil   BRAND B:  Red Onion, Vegetable Oil, Wheat Flour), Cage Free Eggs, Fresh Cilantro, Spicy Crispy Chili  (BRAND  A:  Soybean Oil, Chili, Onion, Fermented Soybean [Soybean & Water], Monosodium Glutamate, Salt, Sugar, Pepper Powder, Sulfur Dioxide, Sodium Sulfite  BRAND B:  Rapeseed Oil, Chili, Onion, Soybean Drinking Water, Food Additives [MSG], Edible Salt, White Granulated Sugar, Prickly Ash), Bamboo Shoots (Bamboo Shoots, Water, Citric Acid), Whole Baby Corn in Brine (Baby Corn, Water, Salt, Ascorbic Acid (Vitamin C), Citric Acid), Corn Starch (Corn Starch), Sesame Oil (SUB (Roland): Sesame Seed Oil), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Canola Oil, Garlic Cloves, Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. ), Ginger Root, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Rice Soup (Pork or Pulmuone Tofu) w/Nasoya Wrapper", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "273"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "229"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Local Yellow Onions, Fresh Local Mushrooms , Fresh Green Peppers, Baby Spinach, Fresh Broccoli Florets, All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Vegetable Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "213"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Shrimp, Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Shrimp Sushi Roll", "healthfulness": "50", "carbon": "B", "allergens": "Shellfish, Corn  , Sesame ", "calories": "161"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Spicy Tuna (Tuna Fish (WILDPLNT: Albacore Tuna, Sea Salt), Mayonnaise (WEST CREEK:  Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA;   CAINS:  Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains less than 2% of:  Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Sriracha Chili Sauce (TEXAS PETE BRAND:  Chiles [Peppers, Vinegar, Salt], Sugar, Garlic, Salt, Vinegar, Potassium Sorbate, Sodium Bisulfite Manufactured on a Line That Produces Products with Soy Allergens  BRAND B:  Chili, Sugar, Salt, Garlic, Acetic Acid, Potassium Sorbate and Sodium Bisulfate, Xanthan Gum [Corn]), Sesame Oil (SUB (Roland): Sesame Seed Oil), Scallions, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Granulated Sugar), Avocados, Fresh Cucumbers (Cucumber), Nori Seaweed (Roasted Seaweed), Water, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt)", "recipe_name": "Spicy Tuna Roll", "healthfulness": "50", "carbon": "B", "allergens": "Eggs, Fish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "255"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% Of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Teriyaki Sauce   (LEE KUM KEE: Sugar, Soy Sauce (Water, Wheat, Soybeans, Salt), Rice Cooking Wine (Rice, Water, Salt), Water, Modified Corn Starch, Pineapple Juice Concentrate, Contains Less Than 2% of Salt, Ginger Puree, Yeast Extract, Citric Acid, Phosphoric Acid, Xanthan Gum and Sodium Benzoate Added as a Preservative. KIKKOMAN:  Soy Sauce [Water, Soybeans, Wheat, Salt], Sugar, Water, Modified Corn Starch, Onion Juice, Vinegar, Natural Flavour, Garlic Powder, Malic Acid, Spice, Sodium Benzoate, Less than 1/10 of 1% of Disodium Inosinate, Disodium Guanylate), Nori Seaweed (Roasted Seaweed), Asian Toasted Sesame Seeds, Black Sesame Seeds (Black Sesame Seeds)", "recipe_name": "Teriyaki Pulmuone Tofu Roll", "healthfulness": "50", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "186"}, {"ingredients": "Sushi Rice (Water, Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Vegetable Sushi Roll", "healthfulness": "40", "carbon": "B", "allergens": "Corn  , Sesame ", "calories": "141"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro", "recipe_name": "Black Beans", "healthfulness": "60", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "48"}, {"ingredients": "Local WALDEN Lean Ground Beef, Local Yellow Onions, Fresh Green Peppers, Fresh Red Peppers, Garlic Cloves, Taco Seasoning (FOOTHILL: Maltodextrin, Salt (includes Sea Salt), Modified Food Starch, Spices (includes Chili Pepper), Onion Powder, Paprika, Garlic Powder, Paprika Extract, Soybean Oil, Citric Acid, Contains 2% or Less Silicon Dioxide (Anticaking). SUB (MCCRMCK): Onion, Whey (Milk), Salt, Potato Starch, Spices [including red pepper], Chili Pepper, Paprika, Garlic, Yeast Extract, Tomato & Natural Flavor), Fresh Cilantro", "recipe_name": "Filling for Beef Tacos", "healthfulness": "30", "carbon": "E", "allergens": "Milk, Soy, Corn  ", "calories": "91"}, {"ingredients": "Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Homemade Guacamole", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "17"}, {"ingredients": "Shredded Iceberg Lettuce, Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda (To Preserve Freshness and Flavor) Manufactured on a line that produces products with a soy but equipment is cleaned/sanitized between product production), Chunky Mild Salsa (PACE:  Crushed Tomatoes [Water, Crushed Tomato Concentrate], Jalapeno Peppers, Diced Tomatoes in Tomato Juice,  Onions, Distilled Vinegar, Salt, Dehydrated Onions, Garlic, Natural Flavoring;  CONTIGO:  Tomatoes, [Tomatoes, Tomato Juice, Citric Acid, Calcium Chloride], Water, Green Bell Pepper, Tomato Puree [Tomato Paste, Water], Onions, Distilled Vinegar, Contains 2% or less of Dehydrated Onions, Salt, Jalapeno Peppers, Dehydrated Garlic. LA VICTORIA: Tomato Puree (Water, Tomato Paste), Tomatoes, Onions, Jalapeno Peppers, Salt, Distilled Vinegar, Garlic, Garlic Powder Onion Powder, Spices, Dehydrated Cilantro), MARZETTI'S Ranch Dressing (Canola Oil, Buttermilk, Filtered Water, Distilled and White Wine Vinegar, Egg Yolk, Cane Sugar, Salt, Corn Starch, Fried Garlic, Dried Onion, Yeast Extract, Xanthan Gum [Corn], Natural Flavors, Spices. SUB A: (VILL FDN):Soybean Oil, Water, Distilled and Cider Vinegar, Egg Yolks, Buttermilk Solids, Salt, High Fructose Corn Syrup, Sour Cream Solids, Nonfat Dry Milk, Monosodium Glutamate, Garlic, Onion, Lactic Acid, Spice, Natural Flavor, Parsley, Xanthan Gum, Propylene Glycol Alginate, Sodium Benzoate and Potassium Sorbate (Preservatives)), Ripe Black Olives (Sliced Black Olives, Water, Salt, Lactic Acid, and Ferrous Gluconate), Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Tri Colored Tortilla Strips (Corn Masa Flour, Sunflower, Safflower, Canola and/or Corn Oil, Salt, Red 40, Blue 1, Blue 2)", "recipe_name": "Taco Salad Bar Toppings", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "248"}, {"ingredients": "Sibley's Pico de Gallo (Local Tomatoes, Regionally Grown Red Onions, Jalapeno Pepper, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Iceberg Lettuce, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Mexican Toppings", "healthfulness": "40", "carbon": "B", "allergens": "Milk", "calories": "118"}, {"ingredients": "Fresh Red Onions, Granulated Sugar, White Vinegar (White Distilled Vinegar, Water), Serrano Chili Peppers, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pickled Red Onions", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "13"}, {"ingredients": "Plantain Strips (Plantains, Vegetable Oil (Palm Oil)), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Plantain Chips", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "149"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Ground Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Refried Black Beans", "healthfulness": "70", "carbon": "A", "allergens": "", "calories": "12"}, {"ingredients": "Tomatillos (Green Tomatoes), Avocados, Jalapeno Pepper, Fresh Cilantro, Local Onions, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Cloves", "recipe_name": "Salsa Verde con Aguacate", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice  ), Local Yellow Onions, Canola Oil, Garlic Cloves, Fresh Red Peppers, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro, Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Yellow Rice", "healthfulness": "40", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "110"}, {"ingredients": "Halal Antibiotic Free Chicken Tenderloin  (Chicken Breast, Raw. SUB (FARM SMART): Chicken), Sliced Water Chestnuts (Water Chestnuts, Water), Fresh Local Carrots, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sherry Cooking Wine (Sherry Wine, Salt, Potassium Sorbate (To Preserve Freshness), Potassium Metabisulfite (Added To Protect Color), [Gluten Free]), Bamboo Shoots (Bamboo Shoots, Water, Citric Acid), Local Fresh Mushrooms   , Local Red Onions, Fresh Broccoli Florets, Fresh Green Peppers, Water, Fresh Red Peppers, Corn Starch (Corn Starch), Garlic Cloves, Ground Black Pepper, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat,  Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric (Color), Caramel Color)", "recipe_name": "Chicken & Vegetable Stir Fry", "healthfulness": "30", "carbon": "B", "allergens": "Gluten, Soy, Corn  , Wheat", "calories": "67"}, {"ingredients": "Udon Noodles (Wheat Flour, Water, Modified Tapioca Starch, Salt), Local Bok Choy, Black Beluga Lentils, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Chili Oil (Canola Oil, Crushed Red Pepper (Red Pepper)), Roasted Peanuts, Scallions, Water, Sesame Tahini (Sesame Seeds), Garlic Cloves, Canola Oil, Chili Bean Sauce (Salted Chili Peppers (Chili Peppers, Salt), Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Fermented Broad Bean Paste (Broad Beans, Water, Salt, Wheat Flour), Sugar, Modified Corn Starch, Chili Pepper Powder, Dehydrated Garlic, Soybean Oil, Lactic Acid, Disodium 5'-Inosinate & Disodium 5-Guanylate (Flavor Enhancers)), Shaozing Cooking Wine (Glutinous Rice, Water, Wheat, Caramel, Salt), Canola Oil, Granulated Sugar, Dark Soy Sauce Mushroom Flavor  (Soy Sauce (Water, Salt, Soybean, Wheat Flour), Caramel Colors, Monosodium Glutamate and Disodium 5-Inosinate and Disodium 5-Guanylate as Flavor Enhancers, Sugar, Xanthan Gum, Natural and Artificial Mushroom Flavor (Natural Flavoring, Artificial Flavoring, Salt, Disodium 5'-Inosinate and Disodium 5'-Guanylate As Flavor Enhancers)), Chinese Five Spice Blend (STARWAY BRAND: Cinnamon, Citrus Peel, Aniseed, Cloves, Fructus Tsaoko. Contains Sulfites; McCORMICK BRAND: Anise, Cinnamon, Star Anise, Cloves, Ginger, Sulfiting Agents STAR AMERICA BRAND: Star Aniseed, Fennel Seed, Coriander, Clove, Cardamon)", "recipe_name": "Dan Dan Noodles (Peanuts)", "healthfulness": "40", "carbon": "A", "allergens": "Peanuts, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "310"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% Of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Fresh Red Peppers, Scallions, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Garlic Cloves, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Alfalfa Sprouts, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds), Ground Ginger (Ginger and Sulfur Dioxide (Added to Retain Color)), Ground Black Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Pulmuone Tofu w/Gingered Vegetables", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "237"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "Vegetarian Spring Roll (GREAT WALL:  FILLING: Cabbage, Onion, Carrots, Garlic powder, White pepper, Salt, Sugar, Sesame Oil. WRAPPER:  Flour, Water  RED DRAGON BRAND:  Water, Wheat Flour, Water Chestnuts, Bean Vermicelli, Celery, Black Fungus, Carrot, Soy Sauce [Water, Soybean, Salt, Wheat Flour], Spices, Ginger, Sugar, Garlic, Sesame Oil, Scallion, Disodium Inosinate, Disodium Guanylate), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane. )", "recipe_name": "Vegetable Spring Rolls", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}]