[{"ingredients": "Cage Free Eggs, Diced Avocados (Avocados. SUB(CONTIGO): Hass Avocados. SUB(HARVEST FRESH): Avocado, Salt, Ascorbic Acid, Citric Acid), Sliced Sourdough Bread (ROTELLAS: Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Yeast, Wheat Flour, Salt, Malted Barley Flour (Contains Wheat), Fumaric Acid and 2% or Less of Each of the Following: Acetic Acid, Lactic Acid, Fully Refined Soybean Oil, Granulated Sugar, Wheat Gluten, Calcium Propionate (to retain freshness), Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid) SUB (Heritage Ovens): Enriched Bleached Wheat Flour [Flour, Malted Barely Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Yeast, Contains 2% Or Less: Salt, Soybean Oil, High Fructose Corn Syrup, Acetic Acid, Vinegar, Monoglycerides, Calcium Sulfate, Ammonium Sulfate, Xanthan Gum, Soy Lecithin, Calcium Propionate (to preserve freshness)), Multi-Grain Bread with Oats (Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, CoarseCracked Wheat, Fully Refined Soybean Oil, Yeast, Honey, Wheat Gluten, Granulated Sugar, Salt, Caramel Color, Calcium Propionate (to retain freshness), Tapioca, Malt, Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin , Folic Acid), Contains Less Than 2% of Enzymes, Ascorbic Acid, 100% Whole Grain Oats), Fresh Cucumbers (Cucumber), Grape Tomatoes, Bacon Topping (HORMEL: Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey);  SUB B (JONES): Bacon Cured With Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate and/or Sodium Ascorbate, Sodium Nitrite. May Contain Smoke Flavoring SUB C (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Roasted Red Peppers (Fire Roasted Peppers, Water, Salt, Citric Acid), Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose added as an Anti-Caking Agent), Arugula, Extra Virgin Olive Oil, Pickled Onion (Fresh Red Onions, White Vinegar (White Distilled Vinegar, Water), Granulated Sugar, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Avocado Toast Bar (Bacon)", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "358"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate)", "recipe_name": "Black Bean Frijoles", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "72"}, {"ingredients": "Water, Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine), Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Ginger Root, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat,  Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric (Color), Caramel Color), Granulated Sugar, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chicken Congee", "healthfulness": "40", "carbon": "", "allergens": "Corn  ", "calories": "50"}, {"ingredients": "Chinese Twist Cruller   (Wheat Flour, Water, Soybean Oil, Sodium Bicarbonate, Ammonium A;luminumSulfate, Salt, Ammonium Carbonate)", "recipe_name": "Chinese Twist Cruller", "healthfulness": "20", "carbon": "A", "allergens": "Gluten, Soy, Wheat", "calories": "15"}, {"ingredients": "FREIHOFFER'S Country White Bread (FREIHOFFER:  Enriched Wheat Flour (Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Soybean Oil, Yeast, Sea Salt, Monoglycerides [Corn], Calcium Propionate, Salt, Calcium Sulfate, DATAM (May Contain Corn and/or Soy), Soy Lecithin, Reb A [Stevia Leaf Sweetener], Citric Acid, Made in a Bakery that May Also Use Milk;  BIMBO BKY:  Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Calcium Propionate, Monoglycerides [Corn], DATEM, Calcium Sulfate, Soy Lecithin, Citric Acid, Grain Vinegar, Wheat Gluten, Potassium Iodate, Monocalcium Phosphate;   FANTINI:  Unbleached Unbromated Entriched Wheat Flour [Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin and Folic Acid], Water, Yeast, Sugar, Contains 2% or less of:  Salt, Soybean Oil, Cultured Wheat Flour, Ascorbic Acid, Guar Gum, Enzymes, Vegetable Mono and Diglycerides (Corn).  Sesame Seeds used inside bakery), 2% Milk, Cage Free Eggs, Granulated Sugar, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant), Confectionary Sugar (Sugar, Cornstarch)", "recipe_name": "French Toast", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "136"}, {"ingredients": "Sweet Plantains (Ripened Plantains, Non-Hydrogenated Vegetable Oils [Soybean, Palm]), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Fried Plantain", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "68"}, {"ingredients": "Cage Free Eggs", "recipe_name": "Hard Boiled Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "111"}, {"ingredients": "Quick Oats Cereal (Whole Grain Rolled Oats)", "recipe_name": "Hot Oatmeal", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "91"}, {"ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)", "recipe_name": "Omelet Bar", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Eggs, Soy, Corn  ", "calories": "303"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Water, Local Tomatoes, Jalapeno Peppers (CONTIGO: Jalapeno Peppers, Water, Vinegar, Calcium Chloride, Salt. BAY VALLEY: Fresh Jalapeno Peppers, Water, Vinegar, Salt, Contains Less Than 2% of Malic Acid, Lactic Acid, Calcium Chloride, Sodium Benzoate (Preservative), Sodium Metabisulfite (Preservative, Contains Sulfites), Yellow 5. SUB (ROMA): Peppers, Jalapeno, Cnd, Sol and Liquids), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Whole Cumin Seed, Ground Turmeric", "recipe_name": "Pulmuone Tofu Scramble", "healthfulness": "30", "carbon": "A", "allergens": "Soy", "calories": "131"}, {"ingredients": "White Potatoes, Fresh Red Peppers, Local Yellow Onions, Garlic Cloves, Extra Virgin Olive Oil, Poblano Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Cilantro, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Mild Chili Powder, Ground Black Pepper", "recipe_name": "Ranchero Skillet Potatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "83"}, {"ingredients": "Plum Tomatoes, Extra Virgin Olive Oil, Fresh Chives, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Tomatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "22"}, {"ingredients": "Cage Free Eggs, Canola Oil", "recipe_name": "Scrambled Eggs", "healthfulness": "30", "carbon": "B", "allergens": "Eggs", "calories": "124"}, {"ingredients": "Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring)", "recipe_name": "Smoked Bacon Slices", "healthfulness": "0", "carbon": "", "allergens": "", "calories": "68"}, {"ingredients": "Cheese Danish (Mini Cheese Danish (Wheat Flour (Wheat Flour, Malted Wheat Flour), Margarine (Palm- and Canola Oil, Water, Mono- and Diglycerides, Salt, Citric Acid, Natural Flavor, Beta Carotene [Color]), Water, Cheese Type Flavor (Buttermilk, Cream, Salt, Lactic Acid Culture), Glaze (Water, Isomalt, Sugar, Agar, Potassium Sorbate [Preservative], Citric Acid), Eggs (Eggs, Salt), Sugar, Custard Powder (Sugar, Modified Potato Starch, Whey Powder, Non Fat Dry Milk, Coconut Oil, Calcium Alginate, Sodium Phosphate, Glucose Syrup, Natural Vanilla Flavor, Beta Carotene [Color], Salt, Milk Protein), Yeast, Icing Sugar, Wheat- and Tapioca Starch, Taro Gum, Lemon Juice (Lemon Juice, Potassium Metabisulphite [Preservative]), Improver (Ascorbic Acid, Enzymes). Decoration: Icing Sugar, Potato Starch); BRIDOR:  Cream Cheese Filling [Cream Cheese (Milk, Cream Skim Milk, Salt, Guar Gum, Locust Bean Gum, Bacterial Cultures), Sugar, Eggs, Water, Modified Corn Starch, Cultured Skim Milk (Cultured Skim Milk, Skim Milk), Lemon Juice, Glucono-Delta Lactone, Natural Flavor], Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid}, Butter, Water, Eggs, Sugar, Yeast, Partially Skimmed Milk [MIlk, Vit A Palmitate, Vit D3], Salt, Wheat Gluten, Food Enzymes [Xylanase, Amylase], Ascorbic Acid, Dried Eggs, Skim Milk, Soy Flour)", "recipe_name": "Mini Cheese Danish", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "198"}, {"ingredients": "Peach Blueberry Hazelnut Oat Crisp (Frozen Blueberries, Frozen Sliced Peaches (Peaches, Ascorbic acid, Citric Acid, Malic Acid), Coconut Oil, Rolled Oats (May Contain Gluten), Organic Coconut Sugar (Organic Coconut Sugar), Raw Hazelnuts, Vegan Sugar (Evaporated Cane Juice), Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Local Whole Grain Flour (Milled Wheat Berries), Vegan Sugar (Evaporated Cane Juice), Lemon Juice (Lemon Juice from Concentrate, Lemon Oil, Less than 1/50 of Sodium Meta Bisulfate & Sodium Benzoate as a Preservative), Corn Starch, Lemon Zest (Chopped Lemon Peels, Cane Sugar, Natural Lemon Flavor), Salt)", "recipe_name": "Peach Blueberry Hazelnut Oat Crisp", "healthfulness": "10", "carbon": "A", "allergens": "Tree Nuts, Gluten, Corn  , Wheat", "calories": "160"}, {"ingredients": "Mapleline Whole Milk, Chopped Clams (Ocean Clams, Ocean Clam Juice, Salt, Sodium Tripolyphosphate (Retain Natural Juices) and Calcium Disodium EDTA (To Preserve Color)), Fresh Diced Potatoes, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Local Yellow Onions, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), White Ground Pepper", "recipe_name": "Homemade Clam Chowder", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Shellfish, Gluten, Corn  , Wheat", "calories": "169"}, {"ingredients": "Spicy Lentil & Veggie Soup (Organic Vegetable Stock (Water, Organic Carrots, Organic Onions, Organic Celery, Sea Salt), Water, Organic Lentils, Kale, Onions, Tomatoes, Roasted Red Peppers, Contains 2% or less of: Corn Starch, Extra Virgin Olive Oil, Lemon Juice, Parsley, Roasted Garlic, Salt & Sea Salt,Thyme, Spearmint, Nisin Preparation and Spices.\r)", "recipe_name": "Spicy Lentil & Veggie Soup", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "94"}, {"ingredients": "Awesome Burger (Water, Canola and Coconut Oils, Pea Protein Isolate, Fava Bean Protein Concentrate, 2% or less of Methylcellulose, Yeast Extract, Natural Flavors, Canola Lecithin, Cornstarch, Fruit and Vegetable Juice Concentrate [Color], Dried Malted Barley Extract, Cultured Corn Starch)", "recipe_name": "Awesome Burger", "healthfulness": "0", "carbon": "A", "allergens": "Gluten, Corn  , Wheat", "calories": "200"}, {"ingredients": "Diced Local Butternut Squash, Local Pure Maple Syrup, Extra Virgin Olive Oil, Fresh Thyme, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), White Ground Pepper, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Mild Chili Powder, Cinnamon, Ground Nutmeg", "recipe_name": "Butternut Squash", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "53"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "76"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil   (Canola Oil;  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Halal French Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Hand Cut Sweet Potato Fries", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "178"}, {"ingredients": "Fresh Broccoli Florets, Canola Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Sauteed Broccoli", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "26"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Golden Brown Sugar (Brown Sugar), Montreal Seasoning (Salt, Spices (Including Rosemary), Modified Corn Starch, Garlic, Citric Acid, Sugar, Lemon Peel, Onion, Red Bell Pepper, Natural Flavor And Riboflavin (For Color) SUB A: Salt, Onion, Spices, Paprika, Garlic, Citric Acid), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Fresh Thyme, Garlic Powder, Onion Powder, Italian Parsley", "recipe_name": "Savory Baked Chicken Thigh", "healthfulness": "20", "carbon": "C", "allergens": "Corn  ", "calories": "121"}, {"ingredients": "Fresh Cucumbers (Cucumber), Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Local Tomatoes, Lemon Juice (Lemons), Spinach, Farro, Extra Virgin Olive Oil, Mint Leaves, Italian Parsley, Sundried Tomatoes (Sundried Tomatoes, Salt, Citric Acid, Acetic Acid, Sodium Metabisulfite, Potassium Sorbate, Glucose [Corn]), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Farro, Tomato, & Chickpea Salad", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Corn  , Wheat", "calories": "54"}, {"ingredients": "Jumbo Red Beets, Winter Moon Watermelon Radish, Purple Daikon, Winter Mood Daikon Radish, Carrots, Water, Local Apple Cider Vinegar  , Ginger Root, Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Granulated Sugar, Thai Bird Chilies", "recipe_name": "Pickled Winter Moon Root Vetegables", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "15"}, {"ingredients": "Mexican Brownie (GHIRARDELLI Fudge Brownie Mix (GHIRARDELLI:  Sugar, Enriched Bleached Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Bittersweet Chocolate Chips [Unsweetened Cocoa, Sugar, Cocoa Butter, Milk Fat, Soy Lecithin, Vanilla Extract (Corn)], Cocoa processed with Alkali, Soybean Oil, Wheat Starch, Salt, Artificial Flavor, Baking Soda, May contain Egg, Made on Equipment that makes products containing Wheat, Milk, Eggs and Soy; ABEL & SCHAFER:  Sugar, Brown Sugar, Wheat Flour, Cocoa [Processed with Alkali], Salt. KRUSTEAZ: Sugar, Enriched Bleach Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid, Malted Barley Flour), Soybean Oil, Cocoa (processed with Alakli), Less than 2% of salt, Natural and Artificial Flavors (contains milk derivatives), Wheat Protein, Egg Whites, Baking Soda, Monocalcium Phosphate), Water, Canola Oil (Canola Oil), Fresh Cage Free Eggs, Chocolate Chips (Sugar, Chocolate Liquor [Non-Alcohol], Cocoa Butter, Milkfat, Soy Lecithin and Vanilla Flavor [Corn]), Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Cinnamon, Ground Cayenne Pepper)", "recipe_name": "Mexican Brownie", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "169"}, {"ingredients": "DAVID'S Macadmia White Chocolate Chip Cookie (Enriched Wheat Flour [Wheat, Barley, NIacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], White Chocolate Chips [Sugar, Cocoa Butter, Milk Powder, Soy Lecithin, Vanilla], Sugar, Margarine [Vegetable Oil (Palm Fruit, Soybean and Olive Oils), Water, Salt, Non-fat Dry Milk, Soy Lecithin, Monoglycerides, Natural Flavor, Vitamin A Palmitate, Beta Carotene Color], Butter, Coconut with Sodium Metabisulfite, Macadamia Nuts, Eggs, Brown Sugar, Invert Sugar [Corn], Soy Flour, Salt, Baking Soda, Natural Vanilla Flavor.)", "recipe_name": "White Choc Macadamia Nut Cookie", "healthfulness": "0", "carbon": "D", "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat", "calories": "200"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Panko Bread Crumbs (Wheat Flour, Sugar, Salt, Yeast, Ascorbic Acid. SUB (KIKKOMAN): Bleached Wheat Flour, Sugar, Yeast, Salt), Tempura Batter (Wheat Flour, Corn Starch, Baking Powder, Salt, Monosodium Glutamate, Pepper Powder), Corn Starch (Cornstarch ), Cage Free Eggs, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Chicken Tonkatsu", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "99"}, {"ingredients": "Water, Bok Choy, Cage Free Eggs, Java Curry Sauce Mix (Java Curry SC:  Vegetable Oil [Palm Oil, Canola Oil, Soy Lecithin], Wheat Flour, Sugar, Salt, Curry Powder [Spices, Dried Tangerine Peel], Cornstarch, Onion Powder [Onion Flakes, Soybean Powder, Glucose, Maltose], Dextrin, Garlic Powder [Dried Garlic, Defatted Soybeans, Glucose, Maltose], Monosodium Glutamate, Caramel Color, Yeast Extract, Soybean Paste [Soybeans, Salt, Rice], Defatted Soybeans, Sucrose Fatty Acid Esters, Soy Lecithin, Glycerin Fatty Acid Esters, Malic Acid, Citric Acid, Red Pepper, Fermented Wheat Seasoning [Wheat, Yeast Extract, Dextrin], Natural and Artificial Flavors, Disodium Inosinate, Disodium Guanylate. Contains Milk; Golden Java Curry Mix Medium Hot:  Wheat Flour, Palm Oil, Rapeseed Oil,  Salt, Sugar, Curry Powder, Monosodium Glutamate, Caramel Color [Corn], Malic Acid, Pepper, Chili Pepper, Garlic, Disodium Guanylate, Disodium Inosinate, Celery Seed, Mustard; Golden Java Curry Mix Mild: Wheat Flour, Palm Oil, Rapeseed Oil,  Salt, Sugar, Curry Powder, Monosodium Glutamate, Caramel Color [Corn], Malic Acid, Chili Pepper, Garlic, Disodium Guanylate, Disodium Inosinate, Celery Seed, Mustard), Fresh Cilantro, Granulated Sugar", "recipe_name": "Japanese Curry Rice Sauce", "healthfulness": "40", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "45"}, {"ingredients": "Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine)", "recipe_name": "Jasmine Rice", "healthfulness": "30", "carbon": "B", "allergens": "", "calories": "92"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "229"}, {"ingredients": "Hong Kong Style Cha Shu Bao (Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Pork [Pork, Water, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium, Benzoate: Less Than 1/10 Of 1% As A Preservative), Wheat Gluten, Salt, Sodium Phosphate], Water, Sugar, Less Than 2% Of Lard (Lard And Hydrogenated Lard, BHA, Propyl Gallate and Citric Acid Added To Protect Flavor), Corn Syrup [Corn Syrup, Salt, Vanilla Extract (Vanilla Beans, Water, Ethyl Alcohol)], Oyster Flavored Sauce [Water, Sugar, Salt, Oyster Juice Concentrate [Oyster (Molluscan Shellfish), Water, Salt], Modified Corn Starch, Monosodium Glutamate, Caramel Color, Yeast Extract, Oyster Extract (Molluscan Shellfish)}. Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Hoisin Sauce [sugar, Water, Soybean Paste (Water Soybean, Wheat Flour, Salt), Tomato Paste (Tomato), Salt, Vinegar (Water, Rice), Garlic, Modified Corn Starch, Chili, Caramel Color (Sugarcane Molasses, Water), Citric Acid], Modified Corn Starch, Soybean Oil, Sesame Oil, Soy Sauce (Water, Soybean, Wheat, Salt, Sodium Benzoate: Less Than 1/10 Of 1% As A Preservative), Monosodium Glutamate, Cooking Wine (Wine, Salt, Sulfites), Mushroom Flavored Soy Sauce (Water, Soybeans, Sugar, Salt, Wheat, Flour, Extract Of Mushroom, Sulfur Dioxide), Caramel Color (Caramel Color, Water, and Propylene Glycol), Potassium Carbonate, FD&C Yellow #5 (Malto-dextrin, Yellow #5, Silicon Dioxide), Sodium Bicarbonate, FD&C Red #40, Ammonia Carbonate), Pork and Shrimp Shumai (Filling: Ground Pork, Shrimp (Shrimp. Sodium Tripolyphosphate, Water, Salt), Water, Less Than 2% Of Corn Starch, Monosodium Glutamate, Salt, Sugar, Soybean Oil, Sesame Oil, White Pepper, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate: Less Than 1/10 Of 1% As A Preservative), Garlic Powder, Disodium 5'-inosinate, Disodium 5]-guanylate. Wrapper: Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Modified Potato Starch, Less Than 2% Of Wheat Gluten, Egg Yolk, Egg White, Salt, Sorbitol, Dough Conditioner (Distilled Monoglycerides), Egg Shade Color (Water. Propylene Glycol, Yellow#5, Yellow#6, Red #40)), Pork & Veg Potsticker (FILLING: Pork, Cabbage, Water, Green Onion, Ginger, Less than 2% of Egg White, Salt, Corn Starch, Sesame Oil, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate: less than 1/10 of 1% as a preservative), Disodium 5' - inosinate, Disodium 5' - guanylate. WRAPPER: Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Modified Potato Starch, less than 2% of Soybean Oil, Tapioca Starch, Egg White, Salt, Sorbitol), Steam Bun   (Enriched Wheat Flour [Wheat Flour, Stearoyl  Calcium Lactate, Alpha Amylase, Tricalcium Phosphate], Water, Sugar, Soybean Oil, Baking Powder [Calcium Carbonate, Sodium Bicarbonate, Glucono Delta-Lactone, Citric Acid, Corn Starch, Salt, Yeast), Red Bean Bun (Enriched Wheat Flour [Wheat Flour, Soybean Protein Powder, Food Additive (Alpha-amylase, Lipase, Xylanase, Vitamin C, Calcium Stearoyl Lactylate)], Red Bean, Water, Sugar, Rape Seed Oil, Palm Oil, Yeast, Saccharomyces Cerevisiae, Soybean Oil, Sorbitan Monostearate (E491). Ascorbic Acid (E300), Arabic Gum (E414)], Baking Powder (Sodium Bicarbonate, Calcium Carbonate, Disodium Dihydrogen Pyrophosphate, Glucono-delta-lactone, Starch)), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Dim Sum", "healthfulness": "20", "carbon": "E", "allergens": "Milk, Eggs, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "137"}, {"ingredients": "Water, Azuki Red Beans (Red Bean), Rock Sugar, Lotus Seeds (Lotus Seeds, Sulfur Dioxide (As A Preservative) Contains: Sulfite)", "recipe_name": "Red Bean Soup w/Lotus Seeds", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "132"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "Lo Mein Noodles   (Bleached Wheat Flour, Water, Vital Wheat Gluten, Pasteurized Eggs, Salt, Artificial Yellow Color [Water, FD&C Yellow #5, Citric Acid, FD&C Yellow #6, Sodium Benzoate, FD&C Red #40], Sodium Benzoate, Cornstarch, Soybean Oil), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Local Bean Sprouts, Local Yellow Onions, Granulated Sugar, Fresh Green Peppers, Fresh Red Peppers, Canola Oil, Ginger Root, Garlic Cloves, Scallions", "recipe_name": "Vegetable Lo Mein", "healthfulness": "30", "carbon": "A", "allergens": "Eggs, Gluten, Soy, Corn  , Wheat", "calories": "66"}, {"ingredients": "Vegetarian Spring Roll (GREAT WALL:  FILLING: Cabbage, Onion, Carrots, Garlic powder, White pepper, Salt, Sugar, Sesame Oil. WRAPPER:  Flour, Water  RED DRAGON BRAND:  Water, Wheat Flour, Water Chestnuts, Bean Vermicelli, Celery, Black Fungus, Carrot, Soy Sauce [Water, Soybean, Salt, Wheat Flour], Spices, Ginger, Sugar, Garlic, Sesame Oil, Scallion, Disodium Inosinate, Disodium Guanylate), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Vegetable Spring Rolls", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}, {"ingredients": "CABOT Whole Milk Plain Greek Yogurt (Pasteurized Milk, Cream, Whey Protein Concentrate, Milk Protein Concentrate, Live Active Yogurt Cultures (Acidophilus, Bifidus, L. Bulgaricus, and S. Thermophilus), Vitamins A Palmitate, Vitamin D3. SUB (OIKOS): Cultured Grade A Non Fat Milk Contains Active Yogurt Cultures: S. Thermophilus & L. Bulgaricus. SUB (DANNON): Cultured Grade A Nonfat Milk, Food Starch. Contains Active Yogurt Cultures Including L. Acidophilus), Fresh Cucumbers (Cucumber), Extra Virgin Olive Oil, Fresh Dill, Fresh Parsley, Dry Mint Leaves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), CABOT Whole Milk Plain Greek Yogurt (Pasteurized Milk, Cream, Whey Protein Concentrate, Milk Protein Concentrate, Live Active Yogurt Cultures (Acidophilus, Bifidus, L. Bulgaricus, and S. Thermophilus), Vitamins A Palmitate, Vitamin D3. SUB (OIKOS): Cultured Grade A Non Fat Milk Contains Active Yogurt Cultures: S. Thermophilus & L. Bulgaricus. SUB (DANNON): Cultured Grade A Nonfat Milk, Food Starch. Contains Active Yogurt Cultures Including L. Acidophilus), Ground Black Pepper", "recipe_name": "Cucumber Mint Yogurt Sauce", "healthfulness": "20", "carbon": "C", "allergens": "Milk", "calories": "27"}, {"ingredients": "Dried Garbanzo Beans / Chic Peas, Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Local Yellow Onions, Lemon Juice (Lemons), Chickpea Flour (Split Chickpea Flour, Made in a Facility that Processes Peanuts, Tree Nuts, Soy, Milk, Wheat, Sesame), Garlic Cloves, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed, Ground Black Pepper, Ground Coriander, Paprika    (Paprika and Silicon Dioxide (to make free flowing))", "recipe_name": "Falafel", "healthfulness": "50", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "117"}, {"ingredients": "Tahini Sauce (Water, Sesame Tahini (Sesame Seeds), Lemon Juice (Lemons), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed), Fresh Chives, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Dill, Fresh Cilantro, Mint", "recipe_name": "Green Tahini Sauce", "healthfulness": "30", "carbon": "A", "allergens": "Sesame ", "calories": "54"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Lemon Juice (Lemons), Extra Virgin Olive Oil, Sesame Tahini (Sesame Seeds), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Homemade Mid Eastern Hummus", "healthfulness": "40", "carbon": "A", "allergens": "Sesame ", "calories": "85"}, {"ingredients": "Black Olives (Olives, Water, Salt, Sunflower Seed Oil, Spices, Acidifier, Tartaric Acid), Lemon Juice (Lemons), Local Red Onions, Fresh Parsley, Extra Virgin Olive Oil", "recipe_name": "Mid East Olive Salad", "healthfulness": "20", "carbon": "A", "allergens": "", "calories": "56"}, {"ingredients": "Local Tomatoes, Fresh Zucchini Squash, Fresh Red Peppers, Fresh Green Peppers, Local Yellow Onions, Fresh Parsley, Lemon Juice (Lemons), Extra Virgin Olive Oil, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Cumin Seed, Ground Black Pepper, Ground Cayenne Pepper", "recipe_name": "Mid East Roasted Vegetables", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "31"}, {"ingredients": "Local Yellow Onions, Fresh Parsley, Extra Virgin Olive Oil, Lemon Juice (Lemons), Sumac Spice Blend, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Onion and Parsley Salad", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "53"}, {"ingredients": "Turnip, Fresh Beets, White Vinegar (White Distilled Vinegar, Water), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Granulated Sugar", "recipe_name": "Pink Pickled Turnip", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "5"}, {"ingredients": "White Pocket Bread (BAGEL BOY, INC: Unbromated, Unbleached, Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sugar, Yeast, Salt, Calcium Proprionate.  May contain sesame and corn)", "recipe_name": "Pita Bread", "healthfulness": "20", "carbon": "A", "allergens": "Gluten, Corn  , Wheat", "calories": "180"}, {"ingredients": "Fresh Cucumbers (Cucumber), Local Tomatoes, Extra Virgin Olive Oil, Lemon Juice (Lemons), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Tomato & Cucumber Salad", "healthfulness": "30", "carbon": "B", "allergens": "", "calories": "47"}, {"ingredients": "Heavy Cream, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Garlic Cloves, Canola Oil, Shallots, White Ground Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Basil Cream Pesto Sauce", "healthfulness": "10", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "207"}, {"ingredients": "Flounder, Romesco Almond Sauce (Local Tomatoes, Fresh Red Peppers, Local Yellow Onions, Extra Virgin Olive Oil, Sliced Almonds (Blanched Almonds), Local Apple Cider Vinegar  , Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Crushed Red Pepper (Red Pepper)), Scallions, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Flounder w/Almond Romesco & Scallions", "healthfulness": "30", "carbon": "C", "allergens": "Fish, Tree Nuts", "calories": "99"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "BARILLA Penne Pasta (BARILLA: Semolina, Durum Wheat Flour, Vitamin B3, Iron, Vitamin B1, Vitamin B2, Folic Acid. SUB (ASSOLUTI): Semolina (wheat), Niacin, Iron (Ferrous Sulfate), Thiamin Mononirtate, Riboflavin, and Folic Acid. SUB (PIANCONE): Durum Wheat Semolina), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Penne Pasta", "healthfulness": "20", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "155"}, {"ingredients": "Fresh Zucchini Squash, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Zucchini", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Fresh Local Mushrooms , Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Italian Style Bread Crumbs (Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, and Folic Acid], Corn Syrup, Sugar, Vegetable Shortening (One or More of: Partially Hydrogenated Soybean Oil and/or Cotton Seed Oil), Yeast, Contains 2% or Less of: Salt, Soy Flour, Whey, Sodium Stearoyl 2 Lactylate, Calcium Proprionate, Sesame Seeds, Parsley, Garlic, Spices, Parmesan and/or Romano Cheese [Parmesan: Pasteurized Cow's Milk Cheese Cultures, Salt, Enzymes, Romano: Pasteurized Cow's Milk and/or Sheep Milk, Cheese Cultures and/or Rennet, Salt, Enzymes]. SUB (ROMA): Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Water, High Fructose Corn Syrup, Yeast, Salt, Vegetable Oil (Soybean, Cottonseed And/Or Canola), Sugar, May Contain 2% Or Less Of The Following: Wheat Gluten, Dextrose, Soy Flour, Whey, Calcium Propionate (Preservative), Sodium Stearoyl Lactylate (Dough Conditioner), Mono- And Diglycerides, Soy Lecithin, Molasses, Honey, Whole Wheat Flour, Corn Flour, Cornmeal, Citric Acid, Grain Vinegar, Wheat Starch, Corn Starch, Potato Flour, Rice Flour, Wheat Bran, Oat Fiber, Calcium Sulfate, Datem, Potassium Iodate, Guar Gum, Calcium Phosphate, Enrichment (Vitamin E Acetate, Vitamin A Palmitate, Vitamin D3), Lactic Acid, Ascorbic Acid (Dough Conditioner), Spice & Coloring, Natural And Artificial Flavor, Sesame Seeds, Parsley*, Garlic*, Spices, Parmesan And/Or Romano Cheese (Pasteurized Cow's Milk And/Or Sheep's Milk, Cheese Cultures, Salt, Enzymes). *Dehydrated ), Extra Virgin Olive Oil, Garlic Cloves, Fresh Parsley, Lemon Juice (Lemons), Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Thyme, Ground Black Pepper", "recipe_name": "Rstd Mushrooms w/Garlic, Lemon & Cheese", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}, {"ingredients": "Water, BARILLA Whole Grain Spaghetti (Whole Durum Wheat Flour, Semolina, Durum Wheat Flour, Oat Fiber. Manufactured on equipment that processes egg.), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Whole Grain Spaghetti", "healthfulness": "60", "carbon": "A", "allergens": "Eggs, Gluten, Wheat", "calories": "223"}, {"ingredients": "GF Penne Pasta (Brown Rice, Yellow Corn Flour, White Corn Flour, Rice Flour, Tapioca Starch, Quinoa Flour, Mono- and Diglycerides)", "recipe_name": "GF Penne Pasta", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "203"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Fresh Pineapple, Granulated Sugar, Local Apple Cider Vinegar  , Sea Salt, Ginger Ale (Carbonated Water, High Fructose Corn Syrup and less than 2% of: Ginger Extract, Natural Flavors, Citric Acid, Sodium Benzoate (Preservative), Caramel Color (Corn)), Garlic Cloves, Thai Chile, Cinnamon Sticks", "recipe_name": "Plant Based Nuoc Cham", "healthfulness": "10", "carbon": "A", "allergens": "Corn  ", "calories": "32"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Pickled Daikon & Carrots (White Vinegar (White Distilled Vinegar, Water), Fresh Local Carrots, Daikon Radishes, Granulated Sugar), Rice Noodles (Rice Flour, Water), Green Leaf Lettuce, Gluten Free Soy Sauce (LEE KUM KEE (GF): Water, Soybeans, Salt, Sugar, Corn Starch, Contains Soybeans KIKKOMAN: Water, Soybeans, Salt, Sugar), Scallions, Local Bean Sprouts, Mint, Thai Basil, Fresh Cilantro, Canola Oil, Granulated Sugar", "recipe_name": "Vietnamese Tofu Noodle Bowl", "healthfulness": "40", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "231"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro", "recipe_name": "Black Beans", "healthfulness": "60", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "80"}, {"ingredients": "Sibley's Pico de Gallo (Local Tomatoes, Regionally Grown Red Onions, Jalapeno Pepper, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Iceberg Lettuce, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Homemade Guacamole (Fresh Red Onions, Avocado Pulp, Local Tomatoes, Lime Juice, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda))", "recipe_name": "Mexican Toppings", "healthfulness": "30", "carbon": "B", "allergens": "Milk", "calories": "118"}, {"ingredients": "Tri Colored Tortilla Strips (Corn Masa Flour, Sunflower, Safflower, Canola and/or Corn Oil, Salt, Red 40, Blue 1, Blue 2), Pinto Beans (Prepared Pinto Beans, Water, Salt, Calcium Chloride And Calcium Disodium Edta), Local WALDEN Lean Ground Beef, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), Local Tomatoes, Fresh Red Peppers, Local Yellow Onions, CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Plain Greek Nonfat Yogurt (OIKOS: Cultured Grade A Non Fat Milk Contains Active Yogurt Cultures: S. Thermophilus and L. Bulgaricus. SUB A (CABOT): Pasteurized Milk, Cream, Whey Protein Concentrate, Milk Protein Concentrate, Live Active Yogurt Cultures (Acidophilus, Bifidus, L. Bulgaricus And S. Thermophilus), Vitamins A,C,D,E, SUB (CHOBANI NF PL): Cultured Nonfat Milk (Fair Trade Certified by Fair Trade USA), 6 Live and Active Cultures: S. Thermophilus, L. Bulgaricus, L. Acidophilus, Bifidus, L. Casei, and L. Thamnosus), Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Canola Oil, Garlic Cloves, Lime Juice, Fresh Cilantro, Mild Chili Powder, Whole Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Mild Chili Powder, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Oregano Leaf", "recipe_name": "Taco Casserole", "healthfulness": "50", "carbon": "E", "allergens": "Milk, Corn  ", "calories": "331"}, {"ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Local Yellow Onions, Canola Oil, Garlic Cloves, Fresh Red Peppers, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Cilantro, Sazon Seasoning (Monosodium Glutamate (May Contain Corn), Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Tumeric, Red 40), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Yellow Rice", "healthfulness": "40", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "110"}, {"ingredients": "Corn Kernels (Corn), Fresh Zucchini Squash, Local Yellow Onions, Poblano Pepper, Extra Virgin Olive Oil, Garlic Cloves, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Zucchini & Corn", "healthfulness": "40", "carbon": "A", "allergens": "Corn  ", "calories": "72"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Corn Kernels (Corn), Fresh Red Peppers, Local Tomatoes, Scallions, Extra Virgin Olive Oil, Fresh Cilantro, Canola Oil, Lime Juice, Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda (To Preserve Freshness and Flavor) Manufactured on a line that produces products with a soy but equipment is cleaned/sanitized between product production), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Granulated Sugar, Ground Cumin Seed", "recipe_name": "Corn & Black Bean Salad", "healthfulness": "60", "carbon": "A", "allergens": "Corn  ", "calories": "64"}, {"ingredients": "DOLE Frozen Mangos, Cherry Tomatoes, Seedless Watermelon, Local Red Onions, Canola Oil, Lemon Juice (Lemons), Jalapeno Peppers (CONTIGO: Jalapeno Peppers, Water, Vinegar, Calcium Chloride, Salt. BAY VALLEY: Fresh Jalapeno Peppers, Water, Vinegar, Salt, Contains Less Than 2% of Malic Acid, Lactic Acid, Calcium Chloride, Sodium Benzoate (Preservative), Sodium Metabisulfite (Preservative, Contains Sulfites), Yellow 5. SUB (ROMA): Peppers, Jalapeno, Cnd, Sol and Liquids), Local Honey, Garlic Cloves, Fresh Cilantro, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Mango & Watermelon Salad", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "38"}, {"ingredients": "Fresh Red Onions, Granulated Sugar, White Vinegar (White Distilled Vinegar, Water), Serrano Chili Peppers, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pickled Red Onions", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "13"}, {"ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Ground Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Refried Black Beans", "healthfulness": "70", "carbon": "A", "allergens": "", "calories": "25"}, {"ingredients": "Tomatillos (Green Tomatoes), Avocados, Jalapeno Pepper, Fresh Cilantro, Local Onions, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Cloves", "recipe_name": "Salsa Verde con Aguacate", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "21"}, {"ingredients": "Corn Kernels (Corn), Local Tomatoes, Local Red Onions, Jalapeno Pepper, Canola Oil, Lime Juice, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Mild Chili Powder, Ground Cumin Seed, Ground Black Pepper", "recipe_name": "Warm Charred Corn Salsa", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "24"}, {"ingredients": "Mapleline Whole Milk, Chopped Clams (Ocean Clams, Ocean Clam Juice, Salt, Sodium Tripolyphosphate (Retain Natural Juices) and Calcium Disodium EDTA (To Preserve Color)), Fresh Diced Potatoes, Water, Local Unsalted Butter (Cream (Milk), Natural Flavoring), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Local Yellow Onions, Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), White Ground Pepper", "recipe_name": "Homemade Clam Chowder", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Shellfish, Gluten, Corn  , Wheat", "calories": "169"}, {"ingredients": "Spicy Lentil & Veggie Soup (Organic Vegetable Stock (Water, Organic Carrots, Organic Onions, Organic Celery, Sea Salt), Water, Organic Lentils, Kale, Onions, Tomatoes, Roasted Red Peppers, Contains 2% or less of: Corn Starch, Extra Virgin Olive Oil, Lemon Juice, Parsley, Roasted Garlic, Salt & Sea Salt,Thyme, Spearmint, Nisin Preparation and Spices.\r)", "recipe_name": "Spicy Lentil & Veggie Soup", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "94"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "76"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil   (Canola Oil;  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Halal French Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Sweet Potato French Fries (ROMA BRAND:  Sweet Potatoes, Vegetable Oil (Contains one or more of the following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin,Sea Salt, Spices, Corn Starch, Onion Powder, Paprika (Color), Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive of Paprika(Color), Garlic Powder, Xanthum Gum), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Hand Cut Sweet Potato Fries", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "178"}, {"ingredients": "Fresh Local Mushrooms , Extra Virgin Olive Oil, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Thyme Leaf", "recipe_name": "Herb Roasted Mushrooms", "healthfulness": "50", "carbon": "B", "allergens": "", "calories": "36"}, {"ingredients": "Fresh Cauliflower Florets, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Cauliflower", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "34"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), Golden Brown Sugar (Brown Sugar), Montreal Seasoning (Salt, Spices (Including Rosemary), Modified Corn Starch, Garlic, Citric Acid, Sugar, Lemon Peel, Onion, Red Bell Pepper, Natural Flavor And Riboflavin (For Color) SUB A: Salt, Onion, Spices, Paprika, Garlic, Citric Acid), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Fresh Thyme, Garlic Powder, Onion Powder, Italian Parsley", "recipe_name": "Savory Baked Chicken Thigh", "healthfulness": "20", "carbon": "C", "allergens": "Corn  ", "calories": "121"}, {"ingredients": "Fresh Cucumbers (Cucumber), Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Local Tomatoes, Lemon Juice (Lemons), Spinach, Farro, Extra Virgin Olive Oil, Mint Leaves, Italian Parsley, Sundried Tomatoes (Sundried Tomatoes, Salt, Citric Acid, Acetic Acid, Sodium Metabisulfite, Potassium Sorbate, Glucose [Corn]), Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Farro, Tomato, & Chickpea Salad", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Corn  , Wheat", "calories": "54"}, {"ingredients": "Jumbo Red Beets, Winter Moon Watermelon Radish, Purple Daikon, Winter Mood Daikon Radish, Carrots, Water, Local Apple Cider Vinegar  , Ginger Root, Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Granulated Sugar, Thai Bird Chilies", "recipe_name": "Pickled Winter Moon Root Vetegables", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "15"}, {"ingredients": "Chocolate Whiskey Bundt  (Granulated Sugar, Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Cocoa Powder (Alkalized Cocoa Powder, may contain traces of soy), Bourbon, Fresh Cage Free Eggs, Coffee (PEET'S Decaf House Blend Coffee), Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Baking Soda (Sodium Bicarbonate), Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Salt)", "recipe_name": "Chocolate Whiskey Cake", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "237"}, {"ingredients": "Cranberry Grain Roll (Hi Gluten Bread Flour (Bleached Wheat Flour, Malted Barley Flour (Contain Wheat, May Contain Corn), Niacin, Iron, Potassium, Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Dried Craisins (Cranberries, Sugar, Sunflower Oil), Whole Grain Blend (Sunflower Seeds, Pumpkin Seeds, Flaxseed, Whole Grain Rye Kernals, Wheat Berries, Malted Wheat Flakes, Millet, Pearled Barley, Corn Grits, Cracked Buckwheat, Salt), Sponge Starter (Full Strength Bread Flour (Bleached Wheat Flour, Malted Barley Flour (may contain corn), Niacin, Iron, Potassium Bromate, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Active Dry Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid)), Cracked Wheat Base (Milled Wheat), White Whole Wheat Flour, Country French Base (Wheat Sour Dough [Wheat Flour naturally soured with sour dough bacteria], Salt, Rye Flour, Wheat Gluten, Malted Barley Flour, Sunflower Lecithin, Ascorbic Acid, Enzymes), Granulated Sugar, Local Honey, Yeast (Yeast, Sorbitan Monostearate, Ascorbic Acid), Orange Zest (Chopped Orange Peels, Cane Sugar, Natural Orange Flavor))", "recipe_name": "Cranberry Grain Roll", "healthfulness": "30", "carbon": "", "allergens": "Gluten, Corn  , Wheat", "calories": "99"}, {"ingredients": "Pistachio Cherry Arborio Rice Pudding (Extra Creamy Oat Milk (Oatmilk (Filtered Water, Oats), Sunflower Oil, Calcium Carbonate, Dipotassium Phosphate, Guar Gum, Sea Salt, Sunflower Lecithin, Gellan Gum, Vitamin A Palmitate, Vitamin D2, Riboflavin (Vitamin B2) And Vitamin B12), Risotto Rice (Superfino Arborio Rice), Extra Creamy Oat Milk (Oatmilk (Filtered Water, Oats), Sunflower Oil, Calcium Carbonate, Dipotassium Phosphate, Guar Gum, Sea Salt, Sunflower Lecithin, Gellan Gum, Vitamin A Palmitate, Vitamin D2, Riboflavin (Vitamin B2) And Vitamin B12), Vegan Sugar (Evaporated Cane Juice), Dried Tart Cherries (Cherries, Sugar, Sunflower Oil), Pistachio Nuts, Water, Water, Imitation Vanilla Flavouring (Water, Natural and Artificial Flavors, Propylene Glycol, Caramel Color (May Contain Corn)), Ground Cardamom, Cinnamon)", "recipe_name": "Pistachio Cherry Rice Pudding", "healthfulness": "30", "carbon": "", "allergens": "Tree Nuts, Gluten, Corn  , Wheat", "calories": "120"}, {"ingredients": "Water, Ramen Noodles    (KENJA BRAND:  Wheat Flour, Purified Water, Vital Wheat Gluten, Sea Salt, Sodium Carbonate, Cornstarch and Riboflavin; SUN NOODLE:  Unbleached Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Water, Contains less than 2% of Salt, Wheat Gluten, Kansui [Dsodium Carbonate, Potassiium Carbonate],Dried Egg White Powder,Salt  Riboflavin, Cornstarch, Sago Starch), Plant Based Crumbles (Proterra Plant Based Crumbles (Proterra Crumbles (Textured Pea Proteins [Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols, Dehydrated Garlic and Onion, Yeast Extract, Salt, Spices [Parsley, Oregano, Basil, Black Pepper, Cilantro, Thyme], Sugar, Maltodextrin (Corn), Lemon Juice Powder [Maltodextrin, Lemon Juice Concentrate], Natural Flavors, Lemon Juice Powder [Lime Juice, Maltodextrin], Citric Acid, Silicon Dioxide), Canola Oil), Canola Oil, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Shallots, Garlic Cloves, Sesame Oil, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Thai Bird Chilies), Cage Free Eggs, Bok Choy, Ramen Soup Broth (Sesame Seed Paste, Soy Sauce (Water, Soybeans, Wheat, Salt, Sodium Benzoate), Sugar, Chili Oil (Soybean Oil, Dried Chili Peppers), Salt, Water, Soybean Paste (Water, Soybeans, Rice, Salt), Sesame Seed Oil, Monosodium Glutamate, Canola Oil, Salted Mirin (Sake (Water, Rice Koji), High Fructose Corn Syrup, Sugar Salt, Water, Yeast Extract), Chili Bean Sauce (Salted Chili Peppers(Chili Peppers, Salt), Water, Fermented Soybean Paste (Water, Salt, Soybeans, Wheat Flour), Fermented Broad Bean Paste (Broad Beans, Water, Salt, Wheat Flour), Sugar, Modified Corn Starch, Chili Pepper Powder, Dehydrated Garlic, Soybean Oil, Lactic Acid, Disodium Inosinate, Disodium Guanylate), Gochujang (Water, Sugar, Red Chili Peppers Powder, Fermented Soybean Paste (Water, Soybeans, Rice, Salt, Alcohol), Pear Puree Concentrate, Salt, Salted Sake (Sake (Water, Rice, Koji),Salt), Onion Powder, Garlic Powder, Yeast Extract, Rice Vinegar, Sesame Oil, Paprika Powder, Corn Starch), Savory Umami Seasoning (Hydrolyzed Soy Protein, Monosodium Glutamate, Sugar, Salt, Disodium Inosinate, Disodium Guanylate, Yeast Extract, Calcium Silicate, Canola Oil), Distilled Vinegar, Garlic Puree, Chili Pepper, Sodium Alginate, Paprika Oleoresin Color, Yeast Extract, Disodium Inosinate, Disodium Guanylate, Black Pepper), Scallions", "recipe_name": "Proterra Tantanmen Ramen", "healthfulness": "30", "carbon": "A", "allergens": "Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "611"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "229"}, {"ingredients": "Pizza Crust (IT'LL BE PIZZA DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Organic Sugar, Organic Soybean Oil, Dough Conditioner (Wheat Gluten, Wheat Flour, Enzymes, Ascorbic Acid), Deactivated Yeast, Instant Yeast (Yeast [Saccharomyces Cerevisiae], Sorbitan Monostearate, Ascorbic Acid), Natural Mold Inhibitor (Cultured Wheat Starch (Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Citric Acid);  ULTIMA: Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Yeast, Palm Oil, Soy Lecithin, Natural Butter Flavor, Contains 2% Or Less of Each of The Following: Sugar, DATEM, Wheat Gluten, Dextrose, Guar Gum, Malted Wheat Flour, Sodium Acid Pyrophosphate, Ascorbic Acid, Bakery Enzyme (Amylase, Wheat Starch, Salt), Degermed Yellow Corn Meal, Salt, Garlic Powder, Sucralose), Local Tomatoes, Fresh Green Peppers, Local Red Onions, Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Shredded Mild Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes And Annatto (If Colored). Potato Starch And Powdered Cellulose (Added To Prevent Caking) SUB (ROMA): Pasteurized Milk, Cheese Culture, Salt, Enzymes And Annatto (If Colored). Potato Starch And Powderd Cellulose Added To Prevent Caking), Proterra Barbacoa Crumbles (Barbacoa-Inspired Plant-Based Crumbles (Textured Pea Proteins (Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols), Dehydrated Onion and Garlic, Spices (Cumin, Oregano, Black Pepper, Cilantro, Chili Pepper Powder), Yeast Extract, Maltodextrin [Corn], Salt, Smoked Paprika, Natural Flavors, and Silicon Dioxide), Canola Oil), Tri Colored Tortilla Strips (Corn Masa Flour, Sunflower, Safflower, Canola and/or Corn Oil, Salt, Red 40, Blue 1, Blue 2), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Salsa Verde con Aguacate (Tomatillos (Green Tomatoes), Avocados, Jalapeno Pepper, Fresh Cilantro, Local Onions, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Garlic Cloves), Canola Oil", "recipe_name": "Proterra Barbacoa Pizza", "healthfulness": "10", "carbon": "A", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "242"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Surimi (Fish Protein (Alaska Pollock And/Or Pacific Whiting), Water, Potato Starch, Sugar, Egg Whites, Corn Starch, Sorbitol, Mirin Wine [Sake, Sugar, Salt, Water, Yeast Extract] Salt, Natural & Artificial Crab Flavor (Swimming Crab), Soybean Oil, Carrageean, Sodium Phosphates, Carmine, Paprika Oleoresin, Color Added. Contains Fish (Alaska Pollock and/or Pacific Whiting), Eggs, Crustacean Shellfish (Swimming Crab) SUB A Em Treas: Fish Protein (Pollock And/Or Whiting), Water, Wheat Starch, Sugar, Potato Starch, Sorbitol, Contains 2% Or Less Of: Mirin Wine (Sake, Sugar, Salt, Water, Yeast Extract), Salt, Soybean Oil, Egg White, Natural And Artificial Crab Flavors, Modified Potato Starch, Sodium Tripolyphosphate, Color Added, Tetrasodium Pyrophosphate, Carmine And Paprika Oleoresin (Color), Citric Acid), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "California Roll", "healthfulness": "30", "carbon": "B", "allergens": "Eggs, Fish, Shellfish, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "230"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), PHILADELPHIA Cream Cheese (Pasteurized Milk and Cream, Salt, Carob Bean Gum, Cheese Culture. SUB A (NTRS BEST): Pasteurized Milk And Cream, Cheese Culture, Salt, Guar Gum, Carob Bean Gum, Xanthan Gum), Smoked Salmon (Atlantic Salmon, Salt, Cane Sugar, Spices, Fruitwood And Hardwood Smoke), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Salmon Cream Cheese Sushi Roll", "healthfulness": "10", "carbon": "B", "allergens": "Milk, Fish, Corn  , Sesame ", "calories": "354"}, {"ingredients": "Sushi Rice (Calrose Rice (Milled Rice), Sushi Vinegar   (High Fructose Corn Syrup (Corn, Potato),Grain Vinegar, Water, Salt, Sake Cake Vinegar), Granulated Sugar, Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)), Fresh Cucumbers (Cucumber), Avocados, Rice Vinegar (Rice Vinegar [Water, Rice, and Distilled Vinegar], Sugar, and Salt), Nori Seaweed (Roasted Seaweed)", "recipe_name": "Vegetable Sushi Roll", "healthfulness": "40", "carbon": "B", "allergens": "Corn  , Sesame ", "calories": "204"}, {"ingredients": "CAVENDISH Potato Puffs (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Salt, Dextrose, Sodium Acid Pyrophosphate. SUB A (WEST CRK): Potatoes, Vegetable Oil (Soybean, Canola, Cottonseed, And/Or Sunflower), Contains Less Than 2% Of Dextrose, Salt, Disodium Dihydrogen Pyrophosphate (To Maintain Natural Color)), Proterra Barbacoa Crumbles (Barbacoa-Inspired Plant-Based Crumbles (Textured Pea Proteins (Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols), Dehydrated Onion and Garlic, Spices (Cumin, Oregano, Black Pepper, Cilantro, Chili Pepper Powder), Yeast Extract, Maltodextrin [Corn], Salt, Smoked Paprika, Natural Flavors, and Silicon Dioxide), Canola Oil), Pico De Gallo (Diced Tomatoes, Local Onions, Fresh Cilantro, Local Jalapeno Peppers, Lime Juice, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Sour Cream (CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes)), Nacho Cheese Sauce (American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Heavy Cream, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto (if colored),  Potato Starch and Powdered Cellulose), Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda (To Preserve Freshness and Flavor) Manufactured on a line that produces products with a soy but equipment is cleaned/sanitized between product production), Corn Starch (Cornstarch ), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Smoked Paprika (Paprika and Silicon Dioxide (Added to Make Free Flowing)), Garlic Powder), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat), Fresh Red Peppers, Local Yellow Onions, Garlic Cloves, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Loaded Totchos w/Barbacoa Crumbles", "healthfulness": "20", "carbon": "", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "415"}, {"ingredients": "Dashi Sauce (Water, Japanese Sake (Rice, Water, Alcohol from traditional cake fermentation method using yeast), Mirin Rice Wine (Glucose Syrup, Water, Alcohol, Rice, Corn Syrup, Salt), Hondashi   (Salt, Monosodium Glutamate, Lactose, Sucrose, Dried Bonito Tuna Powder, Disodium Inosinate, Contains 2% or less of:  Bonito Tuna Broth and Extract, Disodium Succinate, Yeast Extract, Baker's Yeast, Xylose, Maltose, Dextrose, Natural and ArtificIal Flavors, Dextrin, Corn Syrup, Caramel Color (May Contain Corn), Sorbital), Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative)), Water, Antibiotic Free Halal Chicken Thigh (Chicken), Cage Free Eggs, Sushi Rice (California milled medium grain calrose rice), Local Yellow Onions, Scallions, Mirin Rice Wine (Glucose Syrup, Water, Alcohol, Rice, Corn Syrup, Salt), LEE KUM KEE Lite Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Caramel Color [May Contain Corn], Lactic Acid, Disodium 5'- Inosinate and Disodium 5'- Guanylate as Flavor Enhancers), Granulated Sugar", "recipe_name": "Japanese Chicken & Egg Rice Bowl", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Eggs, Fish, Gluten, Soy, Corn  , Wheat", "calories": "186"}, {"ingredients": "NASOYA Extra Firm Tofu (PULMUONE:  Water, Organic Whole Soybeans, Nigari (Sea Water Extract), Calcium Sulfate. NASOYA: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate WILDWOOD: Water, Organic Soybeans, Less Than 2% of Magnesium Chloride, Calcium Sulfate; HOUSFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride SOYBOY: Filtered Water, Organically-Grown (Non-Gmo) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate)), Miso (Water, Soybeans, Rice, Salt, Alcohol), Japanese Sake (Rice, Water, Alcohol from traditional cake fermentation method using yeast), Granulated Sugar, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Miso Pulmuone Tofu", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "129"}, {"ingredients": "Water, Fresh Local Mushrooms , Local Bean Sprouts, Fresh Red Peppers, Bok Choy, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB A: (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate, Less Than 1/10 of 1% As A Preservative), Sesame Oil (SUB (Roland): Sesame Seed Oil), Hulled Sesame Seeds (SUB (Mccormick): Black Sesame Seeds)", "recipe_name": "Stir Fried Vegetables", "healthfulness": "30", "carbon": "A", "allergens": "Gluten, Soy, Corn  , Sesame , Wheat", "calories": "32"}, {"ingredients": "Vegetarian Spring Roll (GREAT WALL:  FILLING: Cabbage, Onion, Carrots, Garlic powder, White pepper, Salt, Sugar, Sesame Oil. WRAPPER:  Flour, Water  RED DRAGON BRAND:  Water, Wheat Flour, Water Chestnuts, Bean Vermicelli, Celery, Black Fungus, Carrot, Soy Sauce [Water, Soybean, Salt, Wheat Flour], Spices, Ginger, Sugar, Garlic, Sesame Oil, Scallion, Disodium Inosinate, Disodium Guanylate), Deep Frying Canola Oil    (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  May contain milk, eggs, gluten, soy, corn, sesame and wheat)", "recipe_name": "Vegetable Spring Rolls", "healthfulness": "30", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "79"}, {"ingredients": "Bombay Lentils & Spinach (Water, Tomatoes, Masoor Dal (Red Lentils), Chana Dal (Bengal Gram Lentils), Spinach, Moong Dal (Yellow Lentils), Cultured Dextrose, Expeller-Pressed Canola Oil, Salt, Lemon Juice, Garlic, Ginger, Turmeric, Spices, Red Chilis, Garam Masala (Spice Blend))", "recipe_name": "Bombay Lentils & Spinach", "healthfulness": "60", "carbon": "A", "allergens": "Corn  ", "calories": "68"}, {"ingredients": "Antibiotic Free Halal Chicken Thigh (Chicken), INDUUR All-In-1 Curry Sauce (Yellow Onions, Ginger, Garlic, Induur Masala Mix [Spices, including Chili Pepper, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide], Non-GMO Canola Oil, Tomato Paste, Salt, Water, Citric Acid, Xanthan Gum [Corn]), Heavy Cream, Catsup (RED GOLD: Tomato Concentrate, Sugar, Distilled Vinegar, Less than 2% of: Salt, Natural Flavors, Potassium Chloride, Onion Powder, Citric Acid, Garlic Powder, Spices. SUB (HEINZ): Tomato Concentrate From Red Ripe Tomatoes, Distilled Vinegar, High Fructose Corn Syrup, Corn Syrup, Salt Spice, Onion Powder, Natural Flavoring. SUB (SIMPLY HEINZ): Tomato Concentrate Made From Red Ripe Tomatoes, Distilled Vinegar, Sugar, Salt, Onion Powder, Spice, Natural Flavoring), Canola Oil, Induur Masala Mix (Spices including Chili Powder, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide), Lemon Juice (Lemons), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Fresh Cilantro, Dry Fenugreek Leaves", "recipe_name": "Chicken Tikka Masala", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "183"}, {"ingredients": "Golden Brown Sugar (Brown Sugar), Jellied Cranberry Sauce (Cranberries, High Fructose Corn Syrup, Water, Corn Syrup SUB(West Creek): Cranberries, High Fructose Corn Syrup, Filtered Water, Corn Syrup, Citric Acid ), Local Apple Cider Vinegar  , Tamarind Concentrate   (RAJA BRAND:  Tamarind Fruit, Water, Citric Acid, Made in a Facility with Nuts; MAGMA BRAND: Tamarind Extract; CTF Brand:  Tamarind, Water, Sodium Benzoate), Induur Masala Mix (Spices including Chili Powder, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide)", "recipe_name": "Cranberry Tamarind Chutney", "healthfulness": "30", "carbon": "A", "allergens": "Corn  ", "calories": "49"}, {"ingredients": "Heavy Cream, Paneer Cheese (Pasteurized Milk, Acetic Acid, Lactic Acid), INDUUR All-In-1 Curry Sauce (Yellow Onions, Ginger, Garlic, Induur Masala Mix [Spices, including Chili Pepper, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide], Non-GMO Canola Oil, Tomato Paste, Salt, Water, Citric Acid, Xanthan Gum [Corn]), Green Peas (WEST CRK: Green Peas. SUB A (SIMPLOT): Petite Peas), Roasted Cherry Tomatoes (Cherry Tomatoes, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper), Fresh Red Peppers, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Induur Masala Mix (Spices including Chili Powder, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide), Dry Fenugreek Leaves, Fresh Cilantro, Ginger Root, Whole Cumin Seed, Garlic Cloves", "recipe_name": "Creamy Paneer & Green Pea Curry", "healthfulness": "20", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "190"}, {"ingredients": "Basmati Rice (ASIAN PRIDE: White long-grain rice. SUB (WEST CREEK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic acid. SUB (HIMALAYAN): Basmati Rice SUB (DELTA): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Local Yellow Onions, Canola Oil, Whole Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Cumin Basmati Rice", "healthfulness": "40", "carbon": "B", "allergens": "", "calories": "141"}, {"ingredients": "Local Jalapeno Peppers, Fresh Cilantro, Lemon Juice (Lemons), Mint Leaves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Green Chili Chutney", "healthfulness": "40", "carbon": "B", "allergens": "", "calories": "4"}, {"ingredients": "Fresh Cucumbers (Cucumber), Radishes, Fresh Carrots, LITTLE LEAF Local Spring Mix (Arugula, Green Leaf Lettuce, Multiblend Lettuce, Red Chard, Red Leaf Lettuce), Local Red Onions, Lemon Juice (Lemons), Chaat Masala (Salt, Red Pepper, Pepper, Cilantro, Cinnamon, Ginger, Anise, Black Pepper, Cumin, Cardamom, Pepper, Dried Mango Powder, Clove, Starfruit, Citric Acid, Maltodextrin [Corn], Sugar, Canola Oil Silicon Dioxide), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Kachumber Salad", "healthfulness": "50", "carbon": "B", "allergens": "Corn  ", "calories": "18"}, {"ingredients": "Diced Local Sweet Potatoes, Corn Kernels (Corn), Spinach, Local Red Onions, Canola Oil, Induur Masala Mix (Spices including Chili Powder, Turmeric, Salt, Paprika, Garlic, Silicon Dioxide), Whole Cumin Seed, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Plain Greek Nonfat Yogurt (OIKOS: Cultured Grade A Non Fat Milk Contains Active Yogurt Cultures: S. Thermophilus and L. Bulgaricus. SUB A (CABOT): Pasteurized Milk, Cream, Whey Protein Concentrate, Milk Protein Concentrate, Live Active Yogurt Cultures (Acidophilus, Bifidus, L. Bulgaricus And S. Thermophilus), Vitamins A,C,D,E, SUB (CHOBANI NF PL): Cultured Nonfat Milk (Fair Trade Certified by Fair Trade USA), 6 Live and Active Cultures: S. Thermophilus, L. Bulgaricus, L. Acidophilus, Bifidus, L. Casei, and L. Thamnosus), Pumpkin Seeds (Pepitas) (100% Pumpkin Seeds, Processed in a facility that handles: Tree Nuts, Peanuts, Coconut, Wheat, Soy, and Milk)", "recipe_name": "Masala Sweet Potatoes w/Corn & Spinach", "healthfulness": "60", "carbon": "A", "allergens": "Milk, Corn  ", "calories": "139"}, {"ingredients": "Naan Bread (Wheat Flour, Water, Milk, Sunflower Oil, Sugar, Salt, Dextrose, Sodium Bicarbonate, Yeast. STONEFR:Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Ascorbic Acid, Thiamine Mononitrate, Riboflavin, Enzyme, Folic Acid), Buttermilk (Skim Milk, Dried Buttermilk, Bacterial Culture), Water, Soybean and/or Canola Oil, Cultured Wheat Flour, Eggs, Sugar, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Cornstarch, Monocalcium Phosphate), Sea Salt, Ghee (Clarified Butter), Wheat Gluten, Dextrose, Dextrin, Vegetable Fiber, Yeast;  TANDOORI NAAN:  Wheat Flour, Water, MIlk, Vegetable Oil [Palm Oil, Sesame Oil, Sugar, Sunflower Oil, Salt, Baking Powder (Corn Starch, Sodium Bicarbonate, Monocalcium Phosphate), Yeast)", "recipe_name": "Naan", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "125"}, {"ingredients": "Potato & Pea Samosa (Wheat Flour, Potatoes, Refined Sunflower Oil, Water, Green Peas, Interesterified Vegetable Fat (Sesame Oil, Palm Oil), Iodized Salt, Spices (Coriander, Cumin, Red Chili Powder, Mango Powder, Black Pepper, Tumeric, Ajwain, Carom Seeds), Coriander Leaves, Green Chili), Deep Frying Canola Oil   (Canola Oil;  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil)", "recipe_name": "Vegetable Curry Samosa", "healthfulness": "20", "carbon": "E", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "141"}, {"ingredients": "Heavy Cream, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Garlic Cloves, Canola Oil, Shallots, White Ground Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Basil Cream Pesto Sauce", "healthfulness": "10", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "207"}, {"ingredients": "Fish, Grape Tomatoes, Heavy Cream, Kelp (Seaweed) (Kelp. SUB (Ocean Approved): Kelp), Water, ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), White Wine, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Canola Oil, Fresh Chives, Garlic Cloves, Extra Virgin Olive Oil, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Clam Base  (MINORS: Clams, Clam Juice [Clams, Clam Juice, Water], Salt, Sugar, Maltodextrin,  2% or Less of Yeast Extract, Disodium Inosinate, Disodium Guanylate,  Onion Powder, Potato Starch,  Corn Oil, Clam Extract, Succinic Acid, Natural Flavors. SUB A (Ridge Crest): Cooked Clams With Clam Juice and Clam Extract, Salt, Corn Starch, Hydrolyzed Corn Protein, Sugar, Butter Oil, Dehydrated Potato Flakes, Onion Powder, Yeast Extract, Disodium Inosinate, Disodium Guanylate. SUB (GOLDLBL): Cooked Clams With Clam Juice And Clam Extract, Salt, Butter Oil, Hydrolyzed Corn Protein, Maltodextrin, Yeast Extract, Sugar, Onion Powder, Dehydrated Potato Flakes, Natural Flavor [with Torula Yeast, Gum Arabic, Citric Acid]), Ground Black Pepper", "recipe_name": "Fish w/Tomato Shellfish Cream Sauce & Atlantic Sea Farm Kelp", "healthfulness": "30", "carbon": "C", "allergens": "Milk, Fish, Shellfish, Corn  ", "calories": "124"}, {"ingredients": "LA MOLISANA Linguine (Durum Wheat Semolina, Vitamins. May Contain Soy), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Linguini Pasta", "healthfulness": "40", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "142"}, {"ingredients": "LA MOLISANA Linguine (Durum Wheat Semolina, Vitamins. May Contain Soy), Basil Cream Pesto Sauce (Heavy Cream, Basil Pesto Sauce (CARLA'S:  Basil, Canola Oil, Extra Virgin Olive Oil, Romano Cheese [Pasteurized Sheep's Milk, Cultures, Rennet, Salt], Chopped Garlic, Salt;  ROMA:  Fresh Basil, Olive Oil, Imported Romano Cheese [Pasteurized Sheep Milk, Enzymes, Salt], Fresh Garlic, Water, Spices, Citric Acid), Grated Parmesan Cheese (Imported Parmesan Cheese [Pasteurized Part-Skim Cow's Milk, Cheese Cultures, Salt, Enzymes], Hard Grating Cheese [Food Starch (May Contain Corn), Water, Palm Oil, Cellulose, Salt, Lactic Acid, Whey, Sodium Phosphate, Sodium Citrate, Lactic Acid, Sorbic Acid, Potassium Sorbate, Artificial Color], Powdered Cellulose, Natamycin), Garlic Cloves, Canola Oil, Shallots, White Ground Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)), Sundried Tomatoes (Sundried Tomatoes, Salt, Citric Acid, Acetic Acid, Sodium Metabisulfite, Potassium Sorbate, Glucose [Corn])", "recipe_name": "Linguini w/Basil Pesto Cream, Tomatoes", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "174"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Fresh Local Eggplant, Water, Proterra Plant Based Crumbles (Proterra Crumbles (Textured Pea Proteins [Pea Protein Isolate, Tapioca Starch, Sodium Carbonate, Mixed Tocopherols, Dehydrated Garlic and Onion, Yeast Extract, Salt, Spices [Parsley, Oregano, Basil, Black Pepper, Cilantro, Thyme], Sugar, Maltodextrin (Corn), Lemon Juice Powder [Maltodextrin, Lemon Juice Concentrate], Natural Flavors, Lemon Juice Powder [Lime Juice, Maltodextrin], Citric Acid, Silicon Dioxide), Canola Oil), Plum Tomatoes, Local Yellow Onions, Basmati Rice (ASIAN PRIDE: White long-grain rice. SUB (WEST CREEK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic acid. SUB (HIMALAYAN): Basmati Rice SUB (DELTA): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Fresh Dill, Mint Leaves, Pine Nuts, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Garlic Cloves, Extra Virgin Olive Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed, Sumac Spice Blend, Ground Coriander, Cinnamon, Aleppo Chili Pepper, Ground Cloves, Ground Cloves, Ground Nutmeg, Ground Cardamom  ", "recipe_name": "Proterra Lebanese Eggplant w/Pine Nuts", "healthfulness": "60", "carbon": "", "allergens": "Tree Nuts, Soy, Corn  ", "calories": "71"}, {"ingredients": "Water, BARILLA Whole Grain Spaghetti (Whole Durum Wheat Flour, Semolina, Durum Wheat Flour, Oat Fiber. Manufactured on equipment that processes egg.), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Whole Grain Spaghetti", "healthfulness": "60", "carbon": "A", "allergens": "Eggs, Gluten, Wheat", "calories": "223"}, {"ingredients": "Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose added as an Anti-Caking Agent)", "recipe_name": "Cheese Feta", "healthfulness": "10", "carbon": "E", "allergens": "Milk", "calories": "81"}, {"ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt;  WEST CREEK: Prepared Chick Peas, Water and Salt. Disodium EDTA), Canola Oil, Chopped Greek Olive Mix (Assorted Olives Chopped, Sea Salt, Wine Vinegar), Garlic Cloves, Lemon Juice (Lemons), Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chickpea Salad w/Roasted Garlic & Olives", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "126"}, {"ingredients": "Fresh Cucumbers (Cucumber)", "recipe_name": "Cucumbers, Cubed", "healthfulness": "50", "carbon": "D", "allergens": "", "calories": "3"}, {"ingredients": "GF Penne Pasta (Brown Rice, Yellow Corn Flour, White Corn Flour, Rice Flour, Tapioca Starch, Quinoa Flour, Mono- and Diglycerides)", "recipe_name": "GF Penne Pasta", "healthfulness": "50", "carbon": "A", "allergens": "Corn  ", "calories": "203"}, {"ingredients": "Green Lentils, Water, Tomato Paste (Tomato Paste, Salt, Citric Acid. SUB A (FULL RED): Vine Ripened Fresh Tomatoes And Naturally Derived Citric Acid, SUB B (ROMA): Vine Ripened Tomatoes, Citric Acid. SUB C (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Local Yellow Onions, Extra Virgin Olive Oil, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Fresh Parsley, Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Dill Weed (Dill Weed), Oregano Leaf", "recipe_name": "Greek Lentils", "healthfulness": "70", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "134"}, {"ingredients": "Water, Spinach, Long Grain Parboiled Rice (Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic Acid. SUB (DELTA STAR): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. ), Fresh Lemons, Greek Extra Virgin Olive Oil, Local Yellow Onions, Lemon Juice (Lemons), Garlic Cloves, Fresh Dill, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Greek Spinach Rice Pilaf", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "71"}, {"ingredients": "Lemon Vinaigrette (Extra Virgin Olive Oil, Lemon Juice (Lemons), Canola Oil, Granulated Sugar, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Grey Poupon Mustard (Distilled White Vinegar, Water, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spices), Ground Black Pepper), Fresh Parsley, Fresh Chives", "recipe_name": "Lemon Herb Vinaigrette", "healthfulness": "20", "carbon": "A", "allergens": "", "calories": "147"}, {"ingredients": "Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid)", "recipe_name": "Marinara Sauce", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "32"}, {"ingredients": "Local Tomatoes, Fresh Cucumbers (Cucumber), Canola Oil, Lemon Juice (Lemons), Scallions, Mint Leaves, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Granulated Sugar", "recipe_name": "Minted Cucumber & Tomato Salad", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "31"}, {"ingredients": "Dark Raisins (Natural Seedless Raisins)", "recipe_name": "Raisins", "healthfulness": "40", "carbon": "B", "allergens": "", "calories": "83"}, {"ingredients": "Fresh Zucchini Squash, Grape Tomatoes, Garlic Cloves, Extra Virgin Olive Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Black Pepper, Oregano Leaf", "recipe_name": "Roasted Garlic Zucchini w/Tomatoes", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "34"}, {"ingredients": "LITTLE LEAF Local Spring Mix (Arugula, Green Leaf Lettuce, Multiblend Lettuce, Red Chard, Red Leaf Lettuce)", "recipe_name": "Spring Mix", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "2"}, {"ingredients": "Hulled Sunflower Seeds (Sunflower Kernels, Vegetable Oil (Peanut, Cottonseed, Partially Hydrogenated Soybean and/or Sunflower Seed) )", "recipe_name": "Sunflower Seeds", "healthfulness": "40", "carbon": "B", "allergens": "Peanuts, Soy", "calories": "80"}, {"ingredients": "Teardrop Peppers (Sweet Drop Peppers, Water, Sugar, Vinegar, Salt, Ascorbic Acid, Calcium Chloride)", "recipe_name": "Tear Drop Peppers", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "25"}, {"ingredients": "Veggie Crumbles   (Water, Soy Flour, Corn Oil, Onions, Paprika, Contains 2% or less of Garlic [Garlic, Water], Salt, Soy Protein Isolate, Spices, Citric Acid, Cooked Onion and Carrot Juice Concentrate, Garlic Powder, Vinegar Solids, Onion Powder, Sugar, Paprika Extract Color, Natural Flavor, Faba Bean Protein, Pea Protein)", "recipe_name": "Plant Based Chorizo Crumbles", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "53"}, {"ingredients": "1% Milk (1% Milk)", "recipe_name": "1% Milk", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "100"}, {"ingredients": "Almond Joy Muffin Top (Almond Joy Muffin Top (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food  Starch, Soybean Oil,  Leavening (Baking Soda, Sodium Aluminum Phosphate,  Monocalcium  Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat  Gluten,  Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol  Monoesters,  Monoglycerides), Natural and Artificial Flavor), Fresh  Eggs, Canola Oil, Water, HERSHEY'S Chocolate Chips (Semi Sweet Chocolate  (Sugar, Chocolate, Cocoa Butter, Milkfat, Soy  Lecithin, Vanillin,  Artificial Flavor, Milk)), Sweetened Flaky Coconut, Almond Extract,  Baking Pan Spray (Canola Oil, Capric/Caprylic Triglycerides, Phosphated  Monodiglycerides,  Silicone Dioxide, Calcium Stearate, and Propellant   (Non-Chlorofluorocarbon))))", "recipe_name": "Almond Joy Muffin Top", "healthfulness": "20", "carbon": "", "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat", "calories": "280"}, {"ingredients": "MAPLELINE 1% Milk", "recipe_name": "Assorted Cereals", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "0"}, {"ingredients": "Mini Cheese Danish (Mini Cheese Danish (Wheat Flour (Wheat Flour, Malted Wheat Flour), Margarine (Palm- and Canola Oil, Water, Mono- and Diglycerides, Salt, Citric Acid, Natural Flavor, Beta Carotene [Color]), Water, Cheese Type Flavor (Buttermilk, Cream, Salt, Lactic Acid Culture), Glaze (Water, Isomalt, Sugar, Agar, Potassium Sorbate [Preservative], Citric Acid), Eggs (Eggs, Salt), Sugar, Custard Powder (Sugar, Modified Potato Starch, Whey Powder, Non Fat Dry Milk, Coconut Oil, Calcium Alginate, Sodium Phosphate, Glucose Syrup, Natural Vanilla Flavor, Beta Carotene [Color], Salt, Milk Protein), Yeast, Icing Sugar, Wheat- and Tapioca Starch, Tara Gum, Lemon Juice (Lemon Juice, Potassium Metabisulphite [Preservative]), Improver (Ascorbic Acid, Enzymes). Decoration: Icing Sugar, Potato Starch); BRIDOR:  Cream Cheese Filling [Cream Cheese (Milk, Cream Skim Milk, Salt, Guar Gum, Locust Bean Gum, Bacterial Cultures), Sugar, Eggs, Water, Modified Corn Starch, Cultured Skim Milk (Cultured Skim Milk, Skim Milk), Lemon Juice, Glucono-Delta Lactone, Natural Flavor], Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid}, Butter, Water, Eggs, Sugar, Yeast, Partially Skimmed Milk [MIlk, Vit A Palmitate, Vit D3], Salt, Wheat Gluten, Food Enzymes [Xylanase, Amylase], Ascorbic Acid, Dried Eggs, Skim Milk, Soy Flour)", "recipe_name": "Cheese Danish", "healthfulness": "10", "carbon": "E", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "198"}, {"ingredients": "Water, Jasmine Rice (JASMINE RICE:  Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid  GREEK BELLA RICE:  100% Greek Long Grain Parboiled Rice. SUB A (ASIANPRIDE): White Jasmine Rice SUB (CONTIGO): Thai Jasmine), Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Ginger Root, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat,  Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric (Color), Caramel Color), Granulated Sugar, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Chicken Congee", "healthfulness": "40", "carbon": "", "allergens": "Corn  ", "calories": "50"}, {"ingredients": "French Toast Sticks (FARMRICH: Bread [Enriched Wheat Flour[Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Yeast, Yellow Corn Flour, Salt, Soybean Oil, Wheat Gluten, Grain Vinegar, Glyceryl Monodoleate, Soy Lecithin, Tumeric [Color], Paprika Extract [Color], Polysorbate 60, Polysorbate 80, Ascorbic Acid, Enzymes, Cultured Wheat Flour), Water, Soybean Oil, Enriched Wheat Flour(Wheat Flour, Niacin, Reduced Iron, Thiamine, Mononitrate, Riboflavin, Folic Acid), Sugar, Yellow Corn Flour, Contains less than 2% of the following: Carrageenan, Dextrose, Gum Arabic, Leavening (Baking Soda, Monocalcium Phosphate), Natural and Artificial Flavor, Polysorbate 80, Salt, Soy Flour, Soy Lecihtin, Yeast. SUB A (BAKE CRAFTERS): Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate(Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% Or Less Of Each Of The Following: Soybean Oil, Salt,Calcium Propionate [Preservative], Datem, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar, Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Dextrose, Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon,Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural And Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids, Modified Cellulose,Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, FolicAcid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon))", "recipe_name": "French Toast Sticks", "healthfulness": "10", "carbon": "B", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "480"}, {"ingredients": "Cage Free Eggs", "recipe_name": "Hard Boiled Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "111"}, {"ingredients": "Quick Oats Cereal (Whole Grain Rolled Oats)", "recipe_name": "Hot Oatmeal", "healthfulness": "60", "carbon": "A", "allergens": "Gluten, Wheat", "calories": "91"}, {"ingredients": "Chocolate Milk  (Skim Milk, Sugar, Cocoa {Processed with Alkali], Salt, Carrageenan, Vitamin A Palmitate, Vitamin D3)", "recipe_name": "Lowfat Chocolate Milk", "healthfulness": "30", "carbon": "A", "allergens": "Milk", "calories": "172"}, {"ingredients": "Orange Juice", "recipe_name": "Orange Juice", "healthfulness": "30", "carbon": "A", "allergens": "", "calories": "120"}, {"ingredients": "Sausage Links (Pork, Water, Salt, Spices, Dextrose, Sugar, Flavoring, Lime Juice Concentrate. SUB (JONES DAIRY): Pork, Water, Salt, Spices, Dextrose, Sugar. SUB 2 (WEST CREEK): Pork, Water, Contains Less than 2% of: Salt, Dextrose, Sodium Phosphate, Spice and Spice Extractive, Caramel Color, Sugar, BHT, Citric Acid, Prolyl Gallate)", "recipe_name": "Pork Sausage Links", "healthfulness": "0", "carbon": "C", "allergens": "Corn  ", "calories": "214"}, {"ingredients": "Diced Red Potatoes, Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Paprika    (Paprika and Silicon Dioxide (to make free flowing))", "recipe_name": "Red Potato Home Fries", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "65"}, {"ingredients": "Cage Free Eggs, Canola Oil", "recipe_name": "Scrambled Eggs", "healthfulness": "30", "carbon": "B", "allergens": "Eggs", "calories": "124"}, {"ingredients": "Garlic Knots (DOUGH:  Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine, Mononitrate, Riboflavin, Enzymes, Folic Acid], Water, Sugar, Yeast, Salt, Soybean Oil, Cultured Corn Sugar, Cultured Cane Sugar, Lactic Acid, Malted Barley Flour, Enzymes, Ascorbic Acid. TOPPING: Margarine [Canola and/or Soybean Oil, Palm Oil, Palm Kernel Oil, Water, Salt, Soy Lecithin, Mono and Diglycerides [Corn], Natural Butter Flavor, Annatto Extract Color, Vitamin A Palmitate Added], Butter Oil, Dehydrated Garlic, Natural Flavors, Dehydrated Parsley Flakes, Lactic Acid)", "recipe_name": "Garlic Knots", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "110"}, {"ingredients": "Oreo Rice Krispy Bar  (Mini Marshmallows (Corn Syrup, Sugar, Modified Corn Starch, Dextrose, Water, Contains less than 2% of Gelatin, Tetrasodium Pyrophosphate (Whipping Aid), Natural and Artificial Flavor, Blue 1), KELLOGGS Rice Krispy Cereal (Rice, Sugar, Contains 2% or Less of Salt, Malt Flavor [Wheat, Corn]. BHT, Vitamins and Minerals: Iron, Vitamin C (Ascorbic Acid), Vitamin E (Alpha Tocopherol Acetate), Niacinamide, Vitamin A Palmitate, Vitamin B6 (Pyridoxine Hydrochloride), Vitamin B2 (Riboflavin), Vitamin B1 (Thiamin Hydrochloride), Folic Acid, Vitamin B12, Vitamin D), Oreo Cookie Crumbs (Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Palm and/or Canola Oil, Cocoa (Processed with Alkali), Invert Sugar [Corn], Leavening [Baking Soda and/or Calcium Phosphate], Soy Lecithin, Salt, Chocolate, Natural Flavor), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Oreo Cookie Crumbs (Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid), Sugar, Palm and/or Canola Oil, Cocoa (Processed with Alkali), High Fructose Corn Syrup, Leavening (Baking Soda and/or Calcium Phosphate), Salt, Soy Lecithin, Chocolate, Artificial Flavor), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phophated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant))", "recipe_name": "Oreo Rice Krispy Bar", "healthfulness": "0", "carbon": "A", "allergens": "Milk, Gluten, Soy, Corn  , Wheat", "calories": "178"}, {"ingredients": "DAVID'S Macadmia White Chocolate Chip Cookie (Enriched Wheat Flour [Wheat, Barley, NIacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], White Chocolate Chips [Sugar, Cocoa Butter, Milk Powder, Soy Lecithin, Vanilla], Sugar, Margarine [Vegetable Oil (Palm Fruit, Soybean and Olive Oils), Water, Salt, Non-fat Dry Milk, Soy Lecithin, Monoglycerides, Natural Flavor, Vitamin A Palmitate, Beta Carotene Color], Butter, Coconut with Sodium Metabisulfite, Macadamia Nuts, Eggs, Brown Sugar, Invert Sugar [Corn], Soy Flour, Salt, Baking Soda, Natural Vanilla Flavor.)", "recipe_name": "White Choc Macadamia Nut Cookie", "healthfulness": "0", "carbon": "", "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat", "calories": "400"}, {"ingredients": "Black Bean Burger (Water, Cooked Black Beans, Expeller Pressed Canola Oil, Cooked Brown Rice, Roasted Yellow Corn, Onion, Tomato Paste, Soy Protein Concentrate, Roasted Red and Green Peppers, Organic Cane Sugar, Potato Starch, Modified Vegetable Gum, Sea Salt, Yeast Extract, Onion Powder, Spices [includes Rosemary], Garlic Powder, Paprika, Black Bean Powder, Natural Flavors (From Plant Sources), Tomato Powder, Citric Acid, Lactic Acid, Instant Coffee, Molasses [Manufactured in a Facility that Also Processes Wheat Products])", "recipe_name": "Black Bean Burger", "healthfulness": "50", "carbon": "A", "allergens": "Soy, Corn  ", "calories": "160"}, {"ingredients": "Antibiotic Free Chicken Breast (FARMSMART:  Boneless Skinless Chicken Breasts with Rib Meat. HARVESTLAND: Boneless, Skinless Chicken Breasts; WEST CREEK: Natural Boneless, Skinless Chicken Breast), Canola Oil, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Grilled Chicken Breast", "healthfulness": "40", "carbon": "D", "allergens": "", "calories": "76"}, {"ingredients": "Halal Grass Fed Burger Patty, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Halal Burger Patty", "healthfulness": "20", "carbon": "E", "allergens": "", "calories": "179"}, {"ingredients": "CAVENDISH French Fries (Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), CAVENDISH French Fries (Potatoes, Partially Hydrogenated Canola Oil and/or Partially Hydrogenated Soybean Oil, Modified Food Starch (Potato and/or Corn Starch), Rice Flour, Dextrin, Salt, Leavening (Sodium Acid  Pyrophosphate, Monocalcium Phosphate, Sodium Bicarbonate), Corn Syrup Solids, Xanthan and/or Guar Gum, Dextrose. SUB A (LUIGI): Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Enriched Bleached Wheat Flour (Niacin, Reduced Iron,Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Rice Flour, Salt, Yellow Corn Meal, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Malted Barley Flour, Guar Gum, Dextrose, Disodium Dihydrogen Pyrophosphate (to Promote Color Retention)), Deep Frying Canola Oil   (Canola Oil;  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Halal French Fries", "healthfulness": "20", "carbon": "A", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat", "calories": "224"}, {"ingredients": "Diced Local Sweet Potatoes, Canola Oil, Fresh Parsley, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Roasted Diced Sweet Potato", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "82"}, {"ingredients": "Dairy Free Oat Milk Chocolate Ice Cream (Oatmilk (Water, Oats), Liquid Sugar (Sugar, Water), Dried Glucose Syrup, Low Erucic Acid Rapeseed Oil, Dextrose Contains 2% Or Less Of: Pea Protein, Natural Flavor, Mon- And Diglycerides Of Fatty Acids, Sea Salt, Guar Gum, Gellan Gum, Dipotassium Phosphate, Locust Bean Gum)", "recipe_name": "OATLY Chocolate Soft Serve", "healthfulness": "30", "carbon": "B", "allergens": "Corn  ", "calories": "204"}, {"ingredients": "Dairy Free Oat Milk Vanilla Ice Cream (Oatmilk [Water, Oats], Liquid Sugar [Sugar, Water], Dried Glucose Syrup, Low Erucic Acid Rapeseed Oil, Dextrose [Corn], Contains 2% or less of:  Pea Protein, Natural Flavor, Mono- and Diglycerides of Fatty Acids, Sea Salt, Guar Gum, Gellan Gum, Dipotassium Phosphate, Locust Bean Gum)", "recipe_name": "OATLY Vanilla Soft Serve", "healthfulness": "30", "carbon": "D", "allergens": "Corn  ", "calories": "215"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Cheese Pizza", "healthfulness": "30", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "215"}, {"ingredients": "LA MOLISANA Penne Pasta  (Durum Wheat Semolina and Vitamins), Local WALDEN Lean Ground Beef, Marinara Sauce (Full Red: Vine-ripened Fresh Tomatoes, Blend Of Extra Virgin Olive Oil And Sunflower Oil, Salt, Seasonings, Onion, Sugar, and Naturally Derived Citric Acid Angelia Miaomato Puree (Water, Tomato Paste), Tomatoes, Onions, less than 2% of: Brown Sugar, Extra Virgin Olive Oil, Salt, Calcium Chloride, Dried Basil, Garlic Powder, Dried Oregano, Onion Powder, Natural Flavor, Black Pepper, Dried Parsley, Ground Fennel, Ground Savory, Ground Thyme, Citric Acid), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), CABOT Sour Cream (Cultured Pasteurized Light Cream, Nonfat Milk and Enzymes), Local Yellow Onions, Scallions, Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Pasta Supreme", "healthfulness": "40", "carbon": "", "allergens": "Milk, Gluten, Wheat", "calories": "169"}, {"ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae) SUB A (Bakshop): Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, Kosher Salt, Extra Virgin Olive Oil, Yeast;  ULTIMO:  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of : Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  Contains Soy), Shredded Mozzarella Cheese   (Bacio Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, And Enzymes), Buffalo Skim Milk, Powdered Cellulose (Added To Prevent Caking), Natamycin (Added As A Preservative)]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI: Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Pepperoni (HORMEL:  Pork and Beef, Salt, Contains 2% or Less of: Water, Dextrose (Corn), Spices, Lactic Acid Starter Culture, Oleoresin of Paprika, Garlic Powder, Sodium Nitrite, BHA, BHT, Citric Acid), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [may contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. SUB (ROMA): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (Semolina (Milled From Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)", "recipe_name": "Pepperoni Pizza", "healthfulness": "20", "carbon": "B", "allergens": "Milk, Gluten, Corn  , Wheat", "calories": "229"}, {"ingredients": "Halal Beef Stew Meat, Diced Local Sweet Potatoes, Local Tomatoes, Local Yellow Onions, Canola Oil, Fresh Cilantro, Fresh Parsley, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Turmeric, Ground Cayenne Pepper, Ground Ginger (Ginger and Sulfur Dioxide (Added to Retain Color)), Ground Cumin Seed", "recipe_name": "Beef Tagine w/Sweet Potatoes", "healthfulness": "40", "carbon": "", "allergens": "", "calories": "124"}, {"ingredients": "Water, Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Local Yellow Onions, Golden Raisins, Fresh Local Carrots, Sliced Almonds (Blanched Almonds), Garlic Cloves, Gluten Free Vegetable Broth (Vegetable Puree [Celery, Onions, Carrots, Parsnips, Turnips], Salt, Cornstarch, Tomato Paste, Sugar, Corn Oil, 2% or less of Natural Flavors, Corn Powder, Xanthan Gum, Soybean Oil, Canola Oil. SUB A (Minor's): Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Corn Oil, Less Than 2% Of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate. SUB B (GOLD LABEL): Sauteed Pureed Carrots, Celery, and Onions (With Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch - Modified, Carrot Powder, Turmeric (Color), Spice Extractives, Citric Acid), Extra Virgin Olive Oil, Ground Turmeric, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Cumin Seed", "recipe_name": "Moroccan Rice w/Almonds", "healthfulness": "40", "carbon": "A", "allergens": "Tree Nuts, Soy, Corn  ", "calories": "53"}, {"ingredients": "Brown Lentils (Lentils), ANGELINA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less Than 2% of:  Calcium Chloride, Citric Acid;  WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), Lemon Juice (Lemons), Greek Extra Virgin Olive Oil, Garlic Cloves, Fresh Cilantro, Italian Parsley, Ginger Root, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper, Ground Cumin Seed, Ground Turmeric, Paprika    (Paprika and Silicon Dioxide (to make free flowing)), Ground Cayenne Pepper", "recipe_name": "Moroccan Stewed Lentils", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "55"}, {"ingredients": "Fresh Cauliflower, Canola Oil, Garlic Cloves, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda), Ground Black Pepper", "recipe_name": "Roasted Cauliflower w/Garlic", "healthfulness": "50", "carbon": "A", "allergens": "", "calories": "39"}, {"ingredients": "Cage Free Eggs, Canola Oil", "recipe_name": "Fried Eggs", "healthfulness": "40", "carbon": "B", "allergens": "Eggs", "calories": "73"}, {"ingredients": "Potato & Cheese Pierogi (Water, Enriched Flour (Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic acid), Potato Flakes (Potatoes, Mono & Diglycerides [Corn], Sodium Acid Pyrophophate, Citric Acid), Soybean Oil, Dehydrated Cheddar Cheese (Cheddar Cheese [Pasteurized Milk, Cheese Cultures, Salt, Enzymes], Disodium Phosphate), Salt, Onion, Natural Flavor, Eggs, Yeast Extract, Whey, Spice, Annatto And Tumeric (Color) SUB A (Mrs. T's): Water, Enriched Flour (Wheat Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Potato Flakes (Potatoes, Mono And Diglycerides, Sodium Acid Pyrophosphate, Citric Acid), Soybean Oil, Dehydrated Cheddar Cheese (Cheddar Cheese [Pasteurized Milk, Cheese Cultures, Salt, Enzymes], Disodium Phosphate), Salt, Onion, Natural Flavor, Eggs, Yeast Extract, Whey, Spice, Annatto And Turmeric (Color)), Local Unsalted Butter (Cream (Milk), Natural Flavoring)", "recipe_name": "Potato & Cheese Pierogi", "healthfulness": "10", "carbon": "D", "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat", "calories": "189"}, {"ingredients": "Sauerkraut (White Cabbage, Water, Salt)", "recipe_name": "Sauerkraut Topping", "healthfulness": "40", "carbon": "A", "allergens": "", "calories": "12"}, {"ingredients": "Fresh Broccoli Florets, Canola Oil, Ground Black Pepper, Kosher Salt (Salt. MORTON: Salt, Yellow Prussiate of Soda)", "recipe_name": "Sauteed Broccoli", "healthfulness": "60", "carbon": "A", "allergens": "", "calories": "26"}, {"ingredients": "Water, Kielbasa Rings (Pork, Beef, Water, Salt, Contains less than 2% of: Corn Syrup, Dextrose, Flavoring, Sodium Phosphate, Garlic Powder, Nonfat Dry Milk, Sodium Ascorbate, Sodium Nitrite SUB(FRMLAND): Pork, Water, Salt, Beef, Sugar, Flavorings, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythorbate, Sodium Nitrite)", "recipe_name": "Sliced Kielbasa", "healthfulness": "0", "carbon": "C", "allergens": "Milk, Corn  ", "calories": "254"}]